{"entity2concept": {"10390": 0, "10532": 1, "10165": 2, "7835": 3, "8663": 4, "4353": 5, "4396": 6, "9784": 7, "5036": 8, "4693": 9, "3984": 10, "3929": 11, "9767": 12, "11682": 13, "5611": 14, "3960": 15, "11983": 16, "1370": 17, "11852": 18, "11497": 19, "5621": 20, "11310": 21, "5420": 22, "10690": 23, "12940": 24, "8496": 25, "5460": 26, "4458": 27, "4940": 28, "6528": 29, "10651": 30, "11311": 31, "977": 32, "8685": 33, "7869": 34, "4441": 35, "8432": 36, "5836": 37, "1777": 38, "10485": 39, "6121": 40, "8072": 41, "10607": 42, "13331": 43, "12532": 44, "6529": 45, "387": 46, "9061": 47, "11510": 48, "4390": 49, "5176": 50, "10033": 51, "12569": 52, "4370": 53, "4540": 54, "12543": 55, "7448": 56, "13332": 57, "11246": 58, "4497": 59, "11946": 60, "6259": 61, "8479": 62, "13177": 63, "8888": 64, "12977": 65, "5165": 66, "440": 67, "10796": 68, "2119": 69, "7791": 70, "12551": 71, "6120": 72, "477": 73, "7575": 74, "11853": 75, "8079": 76, "6160": 77, "11217": 78, "13803": 79, "8495": 80, "8472": 81, "8878": 82, "6536": 83, "5700": 84, "1696": 85, "8116": 86, "1045": 87, "11438": 88, "4355": 89, "5910": 90, "12541": 91, "6820": 92, "12534": 93, "9984": 94, "3680": 95, "12544": 96, "1094": 97, "11343": 98, "8759": 99, "2680": 100, "854": 101, "703": 102, "6921": 103, "6491": 104, "3147": 105, "308": 106, "13857": 107, "5043": 108, "12552": 109, "2771": 110, "6873": 111, "8771": 112, "701": 113, "12548": 114, "2287": 115, "11337": 116, "1553": 117, "7665": 118, "12741": 119, "13174": 120, "9084": 121, "11863": 122, "3101": 123, "11496": 124, "13317": 125, "7304": 126, "13393": 127, "13212": 128, "13932": 129, "6565": 130, "9141": 131, "13459": 132, "9191": 133, "733": 134, "923": 135, "2067": 136, "2668": 137, "1259": 138, "927": 139, "9197": 140, "12567": 141, "8568": 142, "7491": 143, "7962": 144, "14351": 145, "4009": 146, "698": 147, "1232": 148, "9089": 149, "8327": 150, "2178": 151, "523": 152, "13329": 153, "4510": 154, "6109": 155, "9096": 156, "4758": 157, "11415": 158, "9092": 159, "9881": 160, "4656": 161, "3754": 162, "11767": 163, "12880": 164, "6527": 165, "4890": 166, "8937": 167, "10278": 168, "1131": 169, "11409": 170, "9115": 171, "1552": 172, "11083": 173, "8036": 174, "13595": 175, "406": 176, "4308": 177, "5909": 178, "8892": 179, "2389": 180, "8868": 181, "4423": 182, "4750": 183, "9512": 184, "628": 185, "10903": 186, "9530": 187, "4307": 188, "425": 189, "5273": 190, "9513": 191, "7394": 192, "12545": 193, "8443": 194, "8336": 195, "11198": 196, "5199": 197, "12291": 198, "4267": 199, "8683": 200, "6185": 201, "8549": 202, "4425": 203, "2194": 204, "4309": 205, "9203": 206, "14161": 207, "5859": 208, "9561": 209, "1205": 210, "6928": 211, "8140": 212, "7583": 213, "4904": 214, "9291": 215, "11071": 216, "6187": 217, "2253": 218, "3896": 219, "8953": 220, "4710": 221, "11335": 222, "9536": 223, "7516": 224, "715": 225, "823": 226, "6138": 227, "4664": 228, "5345": 229, "8991": 230, "13209": 231, "2009": 232, "12550": 233, "7699": 234, "12964": 235, "7963": 236, "441": 237, "12765": 238, "837": 239, "4547": 240, "8665": 241, "11043": 242, "8114": 243, "14361": 244, "1564": 245, "10608": 246, "9794": 247, "13720": 248, "1090": 249, "2713": 250, "11842": 251, "8427": 252, "988": 253, "7096": 254, "8658": 255, "9569": 256, "10863": 257, "3376": 258, "11176": 259, "9788": 260, "1083": 261, "11829": 262, "4954": 263, "5132": 264, "8786": 265, "5823": 266, "5368": 267, "2472": 268, "1288": 269, "7125": 270, "2224": 271, "13382": 272, "2637": 273, "12003": 274, "12878": 275, "1123": 276, "2923": 277, "4272": 278, "11843": 279, "4905": 280, "8723": 281, "4839": 282, "9734": 283, "11067": 284, "2070": 285, "8209": 286, "827": 287, "11322": 288, "10340": 289, "12473": 290, "7103": 291, "13992": 292, "8109": 293, "5806": 294, "7653": 295, "8489": 296, "6418": 297, "1964": 298, "4475": 299, "5604": 300, "4918": 301, "8032": 302, "8112": 303, "5337": 304, "12990": 305, "5853": 306, "4870": 307, "9507": 308, "2993": 309, "9871": 310, "10582": 311, "10578": 312, "12501": 313, "6273": 314, "8227": 315, "4087": 316, "10555": 317, "13335": 318, "8187": 319, "8671": 320, "13252": 321, "618": 322, "9966": 323, "12301": 324, "5351": 325, "5937": 326, "337": 327, "9445": 328, "10867": 329, "8902": 330, "453": 331, "7697": 332, "6543": 333, "11572": 334, "9099": 335, "9901": 336, "12667": 337, "11518": 338, "9232": 339, "8428": 340, "10525": 341, "5096": 342, "12471": 343, "2248": 344, "3235": 345, "4088": 346, "828": 347, "2815": 348, "11022": 349, "10421": 350, "8344": 351, "10620": 352, "6764": 353, "12856": 354, "901": 355, "5268": 356, "10351": 357, "9755": 358, "12887": 359, "10320": 360, "9347": 361, "12975": 362, "3427": 363, "6606": 364, "13026": 365, "1335": 366, "13430": 367, "9889": 368, "6320": 369, "5194": 370, "4541": 371, "2571": 372, "4587": 373, "980": 374, "13454": 375, "2700": 376, "13532": 377, "242": 378, "4896": 379, "9947": 380, "4430": 381, "5254": 382, "9596": 383, "5303": 384, "12221": 385, "4399": 386, "10862": 387, "7053": 388, "5844": 389, "8933": 390, "9760": 391, "11819": 392, "4586": 393, "4136": 394, "6470": 395, "10345": 396, "3225": 397, "8481": 398, "2956": 399, "14027": 400, "8445": 401, "8684": 402, "13094": 403, "10376": 404, "10173": 405, "9865": 406, "4574": 407, "10019": 408, "8491": 409, "10526": 410, "4170": 411, "11645": 412, "8795": 413, "531": 414, "12525": 415, "11841": 416, "6377": 417, "2445": 418, "12650": 419, "12651": 420, "9373": 421, "10861": 422, "5167": 423, "1919": 424, "11943": 425, "6712": 426, "6336": 427, "7892": 428, "14482": 429, "798": 430, "2483": 431, "4912": 432, "12639": 433, "13379": 434, "731": 435, "4968": 436, "7996": 437, "6526": 438, "12737": 439, "8918": 440, "7657": 441, "2759": 442, "7075": 443, "6497": 444, "6043": 445, "1231": 446, "4840": 447, "10681": 448, "1038": 449, "9493": 450, "10907": 451, "8519": 452, "1392": 453, "11259": 454, "451": 455, "10428": 456, "6046": 457, "2322": 458, "8442": 459, "490": 460, "8672": 461, "742": 462, "2023": 463, "1255": 464, "5182": 465, "4198": 466, "2841": 467, "5279": 468, "839": 469, "12662": 470, "1871": 471, "1690": 472, "10953": 473, "9127": 474, "10061": 475, "11801": 476, "14026": 477, "12508": 478, "757": 479, "10961": 480, "4582": 481, "14347": 482, "7686": 483, "3608": 484, "9813": 485, "6479": 486, "10350": 487, "534": 488, "8498": 489, "5846": 490, "4584": 491, "2063": 492, "8474": 493, "7841": 494, "6210": 495, "11781": 496, "1908": 497, "4535": 498, "12296": 499, "5255": 500, "9532": 501, "11951": 502, "268": 503, "13937": 504, "5816": 505, "8229": 506, "7143": 507, "5168": 508, "10341": 509, "11307": 510, "13507": 511, "310": 512, "8582": 513, "2066": 514, "5271": 515, "748": 516, "12542": 517, "10466": 518, "13547": 519, "13380": 520, "2065": 521, "3507": 522, "645": 523, "5919": 524, "10342": 525, "1244": 526, "9076": 527, "8268": 528, "10094": 529, "8293": 530, "67": 531, "9490": 532, "10829": 533, "3352": 534, "8271": 535, "10868": 536, "338": 537, "13113": 538, "7767": 539, "11828": 540, "12029": 541, "7658": 542, "9470": 543, "10042": 544, "2329": 545, "11142": 546, "8874": 547, "12515": 548, "3338": 549, "2745": 550, "9965": 551, "11533": 552, "5472": 553, "12005": 554, "4403": 555, "3006": 556, "2002": 557, "2850": 558, "4849": 559, "7215": 560, "2752": 561, "2715": 562, "7121": 563, "8657": 564, "12132": 565, "11719": 566, "9132": 567, "3480": 568, "10656": 569, "7250": 570, "8939": 571, "11047": 572, "4559": 573, "4292": 574, "8865": 575, "2232": 576, "12362": 577, "8470": 578, "10958": 579, "6319": 580, "11446": 581, "13569": 582, "9983": 583, "11290": 584, "7356": 585, "10579": 586, "11975": 587, "5486": 588, "705": 589, "11872": 590, "808": 591, "3795": 592, "10662": 593, "7790": 594, "3481": 595, "11511": 596, "3185": 597, "2421": 598, "10142": 599, "11334": 600, "5260": 601, "10140": 602, "9555": 603, "10491": 604, "9617": 605, "12479": 606, "111": 607, "444": 608, "13067": 609, "3109": 610, "432": 611, "4480": 612, "11685": 613, "2279": 614, "979": 615, "13116": 616, "9960": 617, "9580": 618, "4964": 619, "178": 620, "9606": 621, "7419": 622, "6119": 623, "11990": 624, "11869": 625, "12075": 626, "11013": 627, "10362": 628, "2761": 629, "5270": 630, "10577": 631, "9455": 632, "12061": 633, "5764": 634, "5267": 635, "6746": 636, "11566": 637, "9244": 638, "8725": 639, "9682": 640, "4481": 641, "12746": 642, "13410": 643, "3195": 644, "6613": 645, "2706": 646, "10941": 647, "7348": 648, "10148": 649, "10456": 650, "2992": 651, "10575": 652, "418": 653, "762": 654, "13118": 655, "113": 656, "8586": 657, "13381": 658, "7168": 659, "5615": 660, "12512": 661, "6195": 662, "8448": 663, "8146": 664, "37": 665, "10093": 666, "9310": 667, "12539": 668, "4536": 669, "12669": 670, "6354": 671, "11175": 672, "5905": 673, "13940": 674, "7789": 675, "10860": 676, "8669": 677, "7127": 678, "6783": 679, "12353": 680, "7655": 681, "6637": 682, "5052": 683, "11404": 684, "7573": 685, "10864": 686, "2681": 687, "5980": 688, "10565": 689, "4520": 690, "6609": 691, "8934": 692, "9322": 693, "9713": 694, "6457": 695, "5400": 696, "13394": 697, "2403": 698, "1412": 699, "14375": 700, "4953": 701, "73": 702, "77": 703, "11023": 704, "3834": 705, "2365": 706, "6487": 707, "13278": 708, "7739": 709, "8687": 710, "4266": 711, "11119": 712, "8341": 713, "8362": 714, "6341": 715, "4262": 716, "9138": 717, "1306": 718, "2702": 719, "476": 720, "10179": 721, "3222": 722, "12441": 723, "10503": 724, "1701": 725, "13234": 726, "750": 727, "4206": 728, "6165": 729, "638": 730, "11722": 731, "13938": 732, "2201": 733, "3241": 734, "9833": 735, "10572": 736, "5256": 737, "1313": 738, "4811": 739, "7957": 740, "11840": 741, "5277": 742, "35": 743, "6481": 744, "7733": 745, "6252": 746, "9323": 747, "13523": 748, "3650": 749, "5106": 750, "1802": 751, "10398": 752, "5173": 753, "11675": 754, "6973": 755, "1270": 756, "12052": 757, "3994": 758, "3475": 759, "4689": 760, "10576": 761, "2863": 762, "1990": 763, "13239": 764, "722": 765, "12403": 766, "579": 767, "12374": 768, "2719": 769, "1922": 770, "12809": 771, "74": 772, "2475": 773, "14016": 774, "9284": 775, "1268": 776, "2913": 777, "14249": 778, "11920": 779, "2728": 780, "5349": 781, "6190": 782, "10779": 783, "11506": 784, "464": 785, "12305": 786, "3746": 787, "6707": 788, "7964": 789, "567": 790, "2701": 791, "12680": 792, "13210": 793, "3432": 794, "5327": 795, "7315": 796, "8840": 797, "8067": 798, "12882": 799, "4820": 800, "4519": 801, "5053": 802, "1750": 803, "9073": 804, "7525": 805, "6980": 806, "4751": 807, "486": 808, "2068": 809, "13395": 810, "13384": 811, "3419": 812, "3665": 813, "10580": 814, "3296": 815, "12709": 816, "13114": 817, "11125": 818, "11934": 819, "12888": 820, "12615": 821, "6412": 822, "7939": 823, "8295": 824, "12601": 825, "3444": 826, "3762": 827, "7414": 828, "656": 829, "10037": 830, "749": 831, "9607": 832, "8744": 833, "12720": 834, "5950": 835, "5274": 836, "3615": 837, "6309": 838, "6403": 839, "5443": 840, "11167": 841, "4219": 842, "11761": 843, "10708": 844, "10590": 845, "13000": 846, "535": 847, "13467": 848, "6540": 849, "6795": 850, "6108": 851, "10857": 852, "1417": 853, "6502": 854, "6414": 855, "12300": 856, "11405": 857, "14317": 858, "2737": 859, "9802": 860, "13984": 861, "10886": 862, "11639": 863, "8763": 864, "11777": 865, "9485": 866, "7749": 867, "11793": 868, "1275": 869, "10945": 870, "8161": 871, "3969": 872, "9162": 873, "12986": 874, "8643": 875, "9787": 876, "14307": 877, "4338": 878, "8794": 879, "12483": 880, "1096": 881, "14457": 882, "7080": 883, "4332": 884, "8859": 885, "4129": 886, "695": 887, "835": 888, "12606": 889, "14225": 890, "519": 891, "9626": 892, "11260": 893, "5911": 894, "2887": 895, "11800": 896, "7965": 897, "12410": 898, "12445": 899, "9954": 900, "159": 901, "4081": 902, "9309": 903, "3434": 904, "1914": 905, "2581": 906, "2601": 907, "11676": 908, "9801": 909, "11152": 910, "12405": 911, "6713": 912, "12644": 913, "9327": 914, "9547": 915, "3626": 916, "4539": 917, "6466": 918, "9409": 919, "9442": 920, "1300": 921, "12088": 922, "311": 923, "5812": 924, "7708": 925, "8347": 926, "13407": 927, "5146": 928, "878": 929, "2382": 930, "11052": 931, "8576": 932, "3382": 933, "1939": 934, "12517": 935, "12119": 936, "4557": 937, "5588": 938, "8704": 939, "189": 940, "322": 941, "8697": 942, "6727": 943, "12773": 944, "4116": 945, "13117": 946, "2512": 947, "8211": 948, "3642": 949, "5876": 950, "10294": 951, "9572": 952, "4855": 953, "4311": 954, "5261": 955, "4094": 956, "4095": 957, "1351": 958, "8463": 959, "12533": 960, "14321": 961, "7916": 962, "6985": 963, "13025": 964, "6507": 965, "2817": 966, "10334": 967, "6218": 968, "11011": 969, "11018": 970, "4555": 971, "10520": 972, "4915": 973, "881": 974, "6563": 975, "6741": 976, "7844": 977, "8539": 978, "9600": 979, "4226": 980, "1297": 981, "7779": 982, "8074": 983, "9930": 984, "11844": 985, "1722": 986, "6549": 987, "663": 988, "9648": 989, "2922": 990, "367": 991, "2073": 992, "6801": 993, "888": 994, "4644": 995, "12442": 996, "14322": 997, "7087": 998, "12390": 999, "12055": 1000, "8360": 1001, "4579": 1002, "6572": 1003, "10653": 1004, "7340": 1005, "1031": 1006, "12396": 1007, "1501": 1008, "3398": 1009, "13408": 1010, "1942": 1011, "10911": 1012, "11468": 1013, "1605": 1014, "844": 1015, "11493": 1016, "6183": 1017, "12897": 1018, "7853": 1019, "871": 1020, "9594": 1021, "5688": 1022, "11044": 1023, "8562": 1024, "13334": 1025, "69": 1026, "3971": 1027, "13082": 1028, "9763": 1029, "12341": 1030, "872": 1031, "11369": 1032, "9761": 1033, "7605": 1034, "8862": 1035, "6521": 1036, "3671": 1037, "2988": 1038, "29": 1039, "4231": 1040, "8993": 1041, "6596": 1042, "12480": 1043, "6802": 1044, "12605": 1045, "1299": 1046, "3217": 1047, "8825": 1048, "8811": 1049, "5185": 1050, "8147": 1051, "12457": 1052, "3416": 1053, "10877": 1054, "12869": 1055, "8430": 1056, "11728": 1057, "8895": 1058, "10439": 1059, "4228": 1060, "2807": 1061, "2440": 1062, "434": 1063, "5253": 1064, "11686": 1065, "7804": 1066, "316": 1067, "7746": 1068, "5444": 1069, "5743": 1070, "10054": 1071, "13421": 1072, "886": 1073, "2659": 1074, "12344": 1075, "13240": 1076, "2754": 1077, "6813": 1078, "724": 1079, "1543": 1080, "6163": 1081, "14049": 1082, "4190": 1083, "11918": 1084, "7828": 1085, "5944": 1086, "6885": 1087, "4372": 1088, "7623": 1089, "2721": 1090, "12739": 1091, "2823": 1092, "1240": 1093, "228": 1094, "2607": 1095, "363": 1096, "8132": 1097, "1331": 1098, "2528": 1099, "9922": 1100, "5780": 1101, "10233": 1102, "830": 1103, "2576": 1104, "8367": 1105, "7613": 1106, "8361": 1107, "9927": 1108, "3716": 1109, "5480": 1110, "8346": 1111, "3342": 1112, "10438": 1113, "8339": 1114, "514": 1115, "5211": 1116, "4098": 1117, "12570": 1118, "9201": 1119, "5015": 1120, "14246": 1121, "4145": 1122, "445": 1123, "1999": 1124, "11492": 1125, "12618": 1126, "7233": 1127, "8884": 1128, "5986": 1129, "4177": 1130, "9362": 1131, "9510": 1132, "9951": 1133, "2212": 1134, "488": 1135, "11603": 1136, "14398": 1137, "3881": 1138, "11995": 1139, "1967": 1140, "12547": 1141, "7919": 1142, "12432": 1143, "9349": 1144, "12692": 1145, "8757": 1146, "14039": 1147, "7810": 1148, "10879": 1149, "1580": 1150, "13936": 1151, "7995": 1152, "12444": 1153, "3192": 1154, "12326": 1155, "6366": 1156, "4472": 1157, "9032": 1158, "9269": 1159, "7349": 1160, "5213": 1161, "8497": 1162, "6420": 1163, "2803": 1164, "3056": 1165, "4463": 1166, "14230": 1167, "3903": 1168, "461": 1169, "692": 1170, "8781": 1171, "8149": 1172, "5715": 1173, "13015": 1174, "1975": 1175, "12329": 1176, "3423": 1177, "4485": 1178, "13270": 1179, "4229": 1180, "9199": 1181, "1267": 1182, "5899": 1183, "3187": 1184, "4222": 1185, "5450": 1186, "4795": 1187, "3539": 1188, "8656": 1189, "11765": 1190, "1161": 1191, "10920": 1192, "3182": 1193, "8919": 1194, "10049": 1195, "9795": 1196, "6956": 1197, "2947": 1198, "11656": 1199, "12602": 1200, "1453": 1201, "9958": 1202, "2519": 1203, "4884": 1204, "3873": 1205, "5012": 1206, "4171": 1207, "10036": 1208, "4638": 1209, "4099": 1210, "10277": 1211, "922": 1212, "450": 1213, "6772": 1214, "4181": 1215, "3024": 1216, "5794": 1217, "4478": 1218, "12419": 1219, "662": 1220, "12126": 1221, "1504": 1222, "6604": 1223, "1401": 1224, "2537": 1225, "726": 1226, "4538": 1227, "12713": 1228, "9739": 1229, "3240": 1230, "7865": 1231, "9624": 1232, "11833": 1233, "61": 1234, "5526": 1235, "12322": 1236, "11913": 1237, "3463": 1238, "9857": 1239, "11485": 1240, "4214": 1241, "8234": 1242, "10675": 1243, "11816": 1244, "13284": 1245, "11265": 1246, "11269": 1247, "12913": 1248, "10260": 1249, "9863": 1250, "10965": 1251, "2393": 1252, "12935": 1253, "12120": 1254, "3755": 1255, "905": 1256, "2787": 1257, "5372": 1258, "4802": 1259, "13130": 1260, "3058": 1261, "4350": 1262, "14052": 1263, "2769": 1264, "10837": 1265, "5840": 1266, "11408": 1267, "9841": 1268, "13816": 1269, "538": 1270, "10095": 1271, "8641": 1272, "5476": 1273, "9514": 1274, "11673": 1275, "1572": 1276, "11435": 1277, "4085": 1278, "13522": 1279, "8943": 1280, "5288": 1281, "7446": 1282, "8624": 1283, "1291": 1284, "11220": 1285, "5858": 1286, "3613": 1287, "3577": 1288, "4164": 1289, "4523": 1290, "4429": 1291, "6792": 1292, "11015": 1293, "10150": 1294, "11471": 1295, "13703": 1296, "10730": 1297, "7111": 1298, "7585": 1299, "2833": 1300, "4230": 1301, "985": 1302, "1940": 1303, "4150": 1304, "7854": 1305, "9001": 1306, "5641": 1307, "1951": 1308, "11664": 1309, "6363": 1310, "3425": 1311, "1289": 1312, "3804": 1313, "4089": 1314, "8200": 1315, "9782": 1316, "6374": 1317, "5960": 1318, "2441": 1319, "1200": 1320, "72": 1321, "1457": 1322, "3129": 1323, "6589": 1324, "2525": 1325, "666": 1326, "10964": 1327, "6499": 1328, "2612": 1329, "13461": 1330, "1742": 1331, "9751": 1332, "8956": 1333, "5566": 1334, "7046": 1335, "982": 1336, "12377": 1337, "12462": 1338, "7005": 1339, "6398": 1340, "5183": 1341, "7765": 1342, "3237": 1343, "8904": 1344, "7977": 1345, "7719": 1346, "4004": 1347, "12599": 1348, "8617": 1349, "10449": 1350, "8772": 1351, "11407": 1352, "1570": 1353, "5157": 1354, "4213": 1355, "57": 1356, "64": 1357, "12113": 1358, "6269": 1359, "4318": 1360, "8392": 1361, "379": 1362, "11055": 1363, "12936": 1364, "9562": 1365, "8863": 1366, "12484": 1367, "4074": 1368, "4249": 1369, "10917": 1370, "12478": 1371, "10300": 1372, "9233": 1373, "12712": 1374, "9714": 1375, "894": 1376, "10697": 1377, "2112": 1378, "13790": 1379, "10740": 1380, "1900": 1381, "12250": 1382, "7105": 1383, "12996": 1384, "4893": 1385, "9450": 1386, "10700": 1387, "592": 1388, "11276": 1389, "12771": 1390, "4137": 1391, "1101": 1392, "9800": 1393, "302": 1394, "8368": 1395, "9458": 1396, "9799": 1397, "13471": 1398, "12143": 1399, "5033": 1400, "12412": 1401, "7616": 1402, "7347": 1403, "6504": 1404, "5495": 1405, "407": 1406, "2806": 1407, "13805": 1408, "6999": 1409, "2872": 1410, "14118": 1411, "6952": 1412, "1483": 1413, "5265": 1414, "7117": 1415, "12448": 1416, "7059": 1417, "9831": 1418, "1480": 1419, "4643": 1420, "3295": 1421, "4888": 1422, "7109": 1423, "10581": 1424, "10835": 1425, "10395": 1426, "68": 1427, "10435": 1428, "11410": 1429, "3093": 1430, "102": 1431, "14303": 1432, "7882": 1433, "2758": 1434, "10043": 1435, "12418": 1436, "14392": 1437, "10989": 1438, "6756": 1439, "1178": 1440, "12875": 1441, "5382": 1442, "13958": 1443, "12014": 1444, "11718": 1445, "11467": 1446, "12583": 1447, "13170": 1448, "11224": 1449, "13480": 1450, "14490": 1451, "3661": 1452, "3714": 1453, "7440": 1454, "9584": 1455, "10210": 1456, "14062": 1457, "10441": 1458, "10217": 1459, "28": 1460, "423": 1461, "13160": 1462, "10409": 1463, "95": 1464, "4100": 1465, "5706": 1466, "10353": 1467, "3892": 1468, "9248": 1469, "3878": 1470, "5868": 1471, "13444": 1472, "7677": 1473, "4455": 1474, "5154": 1475, "688": 1476, "11884": 1477, "10174": 1478, "8564": 1479, "10865": 1480, "12598": 1481, "6839": 1482, "7514": 1483, "13081": 1484, "3962": 1485, "9868": 1486, "5344": 1487, "3273": 1488, "7456": 1489, "4474": 1490, "4891": 1491, "5032": 1492, "9448": 1493, "11374": 1494, "6608": 1495, "9949": 1496, "10254": 1497, "2770": 1498, "13557": 1499, "10404": 1500, "7164": 1501, "3745": 1502, "2360": 1503, "2756": 1504, "12838": 1505, "11763": 1506, "5312": 1507, "7769": 1508, "9218": 1509, "8348": 1510, "12368": 1511, "4252": 1512, "3111": 1513, "12103": 1514, "1924": 1515, "6448": 1516, "12622": 1517, "5210": 1518, "5402": 1519, "7120": 1520, "9638": 1521, "11845": 1522, "3183": 1523, "12732": 1524, "1087": 1525, "12988": 1526, "7755": 1527, "5218": 1528, "5105": 1529, "9893": 1530, "6635": 1531, "9756": 1532, "12643": 1533, "12623": 1534, "66": 1535, "3046": 1536, "3373": 1537, "107": 1538, "2422": 1539, "2847": 1540, "2910": 1541, "7682": 1542, "2821": 1543, "6817": 1544, "7751": 1545, "315": 1546, "11592": 1547, "9453": 1548, "9216": 1549, "2468": 1550, "8600": 1551, "10770": 1552, "6816": 1553, "716": 1554, "1147": 1555, "7155": 1556, "5452": 1557, "562": 1558, "7606": 1559, "6537": 1560, "2282": 1561, "4939": 1562, "8062": 1563, "2971": 1564, "7219": 1565, "5958": 1566, "5793": 1567, "5156": 1568, "7961": 1569, "10181": 1570, "8124": 1571, "6152": 1572, "12382": 1573, "12926": 1574, "6422": 1575, "5666": 1576, "9177": 1577, "60": 1578, "3736": 1579, "79": 1580, "4418": 1581, "10611": 1582, "8776": 1583, "2575": 1584, "166": 1585, "9654": 1586, "14324": 1587, "2868": 1588, "8438": 1589, "13442": 1590, "4632": 1591, "7267": 1592, "9370": 1593, "11917": 1594, "6879": 1595, "6284": 1596, "13951": 1597, "11794": 1598, "8366": 1599, "9063": 1600, "3324": 1601, "14055": 1602, "14235": 1603, "694": 1604, "9945": 1605, "3867": 1606, "699": 1607, "6825": 1608, "12674": 1609, "12640": 1610, "12057": 1611, "7004": 1612, "8500": 1613, "6861": 1614, "4202": 1615, "1146": 1616, "10035": 1617, "10705": 1618, "3652": 1619, "7175": 1620, "5606": 1621, "4077": 1622, "5879": 1623, "9237": 1624, "10758": 1625, "10055": 1626, "9770": 1627, "11382": 1628, "8330": 1629, "10890": 1630, "4223": 1631, "405": 1632, "13326": 1633, "4148": 1634, "12562": 1635, "63": 1636, "3852": 1637, "11799": 1638, "2921": 1639, "5482": 1640, "6199": 1641, "4305": 1642, "8173": 1643, "4525": 1644, "1344": 1645, "9087": 1646, "11955": 1647, "3216": 1648, "2258": 1649, "11663": 1650, "8228": 1651, "14231": 1652, "7452": 1653, "1960": 1654, "612": 1655, "10781": 1656, "1947": 1657, "9786": 1658, "2260": 1659, "11725": 1660, "12509": 1661, "9675": 1662, "10802": 1663, "12613": 1664, "11495": 1665, "12852": 1666, "13781": 1667, "8246": 1668, "11075": 1669, "11372": 1670, "5451": 1671, "12140": 1672, "11381": 1673, "11076": 1674, "11806": 1675, "1010": 1676, "33": 1677, "2889": 1678, "1041": 1679, "952": 1680, "7880": 1681, "4601": 1682, "5228": 1683, "4687": 1684, "7545": 1685, "2686": 1686, "13502": 1687, "1219": 1688, "13107": 1689, "3735": 1690, "2538": 1691, "10922": 1692, "6793": 1693, "1451": 1694, "1869": 1695, "8279": 1696, "1133": 1697, "620": 1698, "11570": 1699, "635": 1700, "6694": 1701, "10924": 1702, "756": 1703, "9059": 1704, "2733": 1705, "9365": 1706, "3617": 1707, "6814": 1708, "5959": 1709, "2729": 1710, "8069": 1711, "1538": 1712, "7003": 1713, "11388": 1714, "5717": 1715, "2720": 1716, "4176": 1717, "8766": 1718, "9776": 1719, "12105": 1720, "11327": 1721, "4640": 1722, "1971": 1723, "2088": 1724, "3967": 1725, "11133": 1726, "1711": 1727, "2822": 1728, "11785": 1729, "3118": 1730, "230": 1731, "1762": 1732, "7692": 1733, "5171": 1734, "5872": 1735, "12033": 1736, "12678": 1737, "13076": 1738, "2740": 1739, "6957": 1740, "12469": 1741, "7664": 1742, "9202": 1743, "2156": 1744, "3062": 1745, "8522": 1746, "1449": 1747, "3748": 1748, "13065": 1749, "10847": 1750, "1216": 1751, "12499": 1752, "4061": 1753, "4451": 1754, "9621": 1755, "5000": 1756, "3426": 1757, "9950": 1758, "7624": 1759, "9171": 1760, "9065": 1761, "2356": 1762, "1366": 1763, "2839": 1764, "8070": 1765, "6298": 1766, "9429": 1767, "4154": 1768, "13440": 1769, "3877": 1770, "12460": 1771, "2608": 1772, "2960": 1773, "10574": 1774, "4288": 1775, "5200": 1776, "1317": 1777, "14405": 1778, "1145": 1779, "2080": 1780, "10005": 1781, "7947": 1782, "3869": 1783, "934": 1784, "13973": 1785, "12458": 1786, "9277": 1787, "11949": 1788, "631": 1789, "6260": 1790, "536": 1791, "3120": 1792, "11426": 1793, "11001": 1794, "13274": 1795, "2495": 1796, "1544": 1797, "8433": 1798, "5964": 1799, "11422": 1800, "2954": 1801, "3770": 1802, "11358": 1803, "3100": 1804, "7285": 1805, "6515": 1806, "2655": 1807, "12464": 1808, "9571": 1809, "3935": 1810, "8551": 1811, "4564": 1812, "1304": 1813, "2805": 1814, "4881": 1815, "14228": 1816, "3415": 1817, "2508": 1818, "3753": 1819, "10214": 1820, "11053": 1821, "3315": 1822, "8670": 1823, "11417": 1824, "328": 1825, "2765": 1826, "12320": 1827, "396": 1828, "2181": 1829, "10396": 1830, "4678": 1831, "9091": 1832, "4225": 1833, "4470": 1834, "9727": 1835, "8459": 1836, "12327": 1837, "738": 1838, "11218": 1839, "385": 1840, "1796": 1841, "2271": 1842, "10539": 1843, "717": 1844, "10831": 1845, "4814": 1846, "1594": 1847, "2355": 1848, "2474": 1849, "12631": 1850, "6587": 1851, "7036": 1852, "10851": 1853, "12369": 1854, "4981": 1855, "3720": 1856, "3721": 1857, "1162": 1858, "11118": 1859, "5890": 1860, "5514": 1861, "12777": 1862, "3331": 1863, "8628": 1864, "7344": 1865, "11484": 1866, "13254": 1867, "3672": 1868, "10643": 1869, "9775": 1870, "9923": 1871, "12456": 1872, "5317": 1873, "11000": 1874, "6142": 1875, "5479": 1876, "1582": 1877, "7246": 1878, "5528": 1879, "1836": 1880, "327": 1881, "7206": 1882, "14012": 1883, "1245": 1884, "5442": 1885, "6576": 1886, "9477": 1887, "10891": 1888, "2842": 1889, "8168": 1890, "12051": 1891, "13414": 1892, "5212": 1893, "12124": 1894, "12488": 1895, "8891": 1896, "12702": 1897, "12334": 1898, "505": 1899, "981": 1900, "8726": 1901, "11232": 1902, "419": 1903, "961": 1904, "5558": 1905, "9629": 1906, "12036": 1907, "12199": 1908, "9980": 1909, "11830": 1910, "3191": 1911, "10850": 1912, "12028": 1913, "12781": 1914, "13567": 1915, "7137": 1916, "1820": 1917, "10853": 1918, "11154": 1919, "11387": 1920, "921": 1921, "7089": 1922, "9008": 1923, "10004": 1924, "10420": 1925, "7006": 1926, "4558": 1927, "9421": 1928, "8674": 1929, "5675": 1930, "9011": 1931, "8917": 1932, "11993": 1933, "11862": 1934, "8364": 1935, "9533": 1936, "10255": 1937, "6118": 1938, "11159": 1939, "12307": 1940, "56": 1941, "3667": 1942, "1695": 1943, "8581": 1944, "147": 1945, "7600": 1946, "172": 1947, "5481": 1948, "1279": 1949, "6621": 1950, "6829": 1951, "5546": 1952, "1835": 1953, "2731": 1954, "3519": 1955, "11463": 1956, "11662": 1957, "5009": 1958, "4714": 1959, "2170": 1960, "700": 1961, "6166": 1962, "4779": 1963, "577": 1964, "4484": 1965, "5362": 1966, "8120": 1967, "1713": 1968, "14111": 1969, "3570": 1970, "11079": 1971, "3837": 1972, "5742": 1973, "12587": 1974, "13164": 1975, "8122": 1976, "11522": 1977, "1020": 1978, "3864": 1979, "1179": 1980, "8758": 1981, "4563": 1982, "1346": 1983, "1706": 1984, "11371": 1985, "3065": 1986, "4978": 1987, "4320": 1988, "9663": 1989, "12436": 1990, "5956": 1991, "3765": 1992, "10379": 1993, "5578": 1994, "13269": 1995, "3553": 1996, "5160": 1997, "902": 1998, "4238": 1999, "1160": 2000, "6158": 2001, "2755": 2002, "1883": 2003, "1415": 2004, "6381": 2005, "9546": 2006, "14335": 2007, "10190": 2008, "11797": 2009, "13285": 2010, "6731": 2011, "10919": 2012, "436": 2013, "10701": 2014, "10704": 2015, "5609": 2016, "7527": 2017, "13977": 2018, "10782": 2019, "2459": 2020, "9783": 2021, "4852": 2022, "11254": 2023, "2670": 2024, "8731": 2025, "9102": 2026, "11353": 2027, "9304": 2028, "13137": 2029, "11523": 2030, "2219": 2031, "10761": 2032, "6318": 2033, "2270": 2034, "10227": 2035, "3662": 2036, "3717": 2037, "3578": 2038, "2961": 2039, "11977": 2040, "12546": 2041, "13386": 2042, "8664": 2043, "6373": 2044, "10356": 2045, "9931": 2046, "11383": 2047}, "concept2entity": {"0": "10390", "1": "10532", "2": "10165", "3": "7835", "4": "8663", "5": "4353", "6": "4396", "7": "9784", "8": "5036", "9": "4693", "10": "3984", "11": "3929", "12": "9767", "13": "11682", "14": "5611", "15": "3960", "16": "11983", "17": "1370", "18": "11852", "19": "11497", "20": "5621", "21": "11310", "22": "5420", "23": "10690", "24": "12940", "25": "8496", "26": "5460", "27": "4458", "28": "4940", "29": "6528", "30": "10651", "31": "11311", "32": "977", "33": "8685", "34": "7869", "35": "4441", "36": "8432", "37": "5836", "38": "1777", "39": "10485", "40": "6121", "41": "8072", "42": "10607", "43": "13331", "44": "12532", "45": "6529", "46": "387", "47": "9061", "48": "11510", "49": "4390", "50": "5176", "51": "10033", "52": "12569", "53": "4370", "54": "4540", "55": "12543", "56": "7448", "57": "13332", "58": "11246", "59": "4497", "60": "11946", "61": "6259", "62": "8479", "63": "13177", "64": "8888", "65": "12977", "66": "5165", "67": "440", "68": "10796", "69": "2119", "70": "7791", "71": "12551", "72": "6120", "73": "477", "74": "7575", "75": "11853", "76": "8079", "77": "6160", "78": "11217", "79": "13803", "80": "8495", "81": "8472", "82": "8878", "83": "6536", "84": "5700", "85": "1696", "86": "8116", "87": "1045", "88": "11438", "89": "4355", "90": "5910", "91": "12541", "92": "6820", "93": "12534", "94": "9984", "95": "3680", "96": "12544", "97": "1094", "98": "11343", "99": "8759", "100": "2680", "101": "854", "102": "703", "103": "6921", "104": "6491", "105": "3147", "106": "308", "107": "13857", "108": "5043", "109": "12552", "110": "2771", "111": "6873", "112": "8771", "113": "701", "114": "12548", "115": "2287", "116": "11337", "117": "1553", "118": "7665", "119": "12741", "120": "13174", "121": "9084", "122": "11863", "123": "3101", "124": "11496", "125": "13317", "126": "7304", "127": "13393", "128": "13212", "129": "13932", "130": "6565", "131": "9141", "132": "13459", "133": "9191", "134": "733", "135": "923", "136": "2067", "137": "2668", "138": "1259", "139": "927", "140": "9197", "141": "12567", "142": "8568", "143": "7491", "144": "7962", "145": "14351", "146": "4009", "147": "698", "148": "1232", "149": "9089", "150": "8327", "151": "2178", "152": "523", "153": "13329", "154": "4510", "155": "6109", "156": "9096", "157": "4758", "158": "11415", "159": "9092", "160": "9881", "161": "4656", "162": "3754", "163": "11767", "164": "12880", "165": "6527", "166": "4890", "167": "8937", "168": "10278", "169": "1131", "170": "11409", "171": "9115", "172": "1552", "173": "11083", "174": "8036", "175": "13595", "176": "406", "177": "4308", "178": "5909", "179": "8892", "180": "2389", "181": "8868", "182": "4423", "183": "4750", "184": "9512", "185": "628", "186": "10903", "187": "9530", "188": "4307", "189": "425", "190": "5273", "191": "9513", "192": "7394", "193": "12545", "194": "8443", "195": "8336", "196": "11198", "197": "5199", "198": "12291", "199": "4267", "200": "8683", "201": "6185", "202": "8549", "203": "4425", "204": "2194", "205": "4309", "206": "9203", "207": "14161", "208": "5859", "209": "9561", "210": "1205", "211": "6928", "212": "8140", "213": "7583", "214": "4904", "215": "9291", "216": "11071", "217": "6187", "218": "2253", "219": "3896", "220": "8953", "221": "4710", "222": "11335", "223": "9536", "224": "7516", "225": "715", "226": "823", "227": "6138", "228": "4664", "229": "5345", "230": "8991", "231": "13209", "232": "2009", "233": "12550", "234": "7699", "235": "12964", "236": "7963", "237": "441", "238": "12765", "239": "837", "240": "4547", "241": "8665", "242": "11043", "243": "8114", "244": "14361", "245": "1564", "246": "10608", "247": "9794", "248": "13720", "249": "1090", "250": "2713", "251": "11842", "252": "8427", "253": "988", "254": "7096", "255": "8658", "256": "9569", "257": "10863", "258": "3376", "259": "11176", "260": "9788", "261": "1083", "262": "11829", "263": "4954", "264": "5132", "265": "8786", "266": "5823", "267": "5368", "268": "2472", "269": "1288", "270": "7125", "271": "2224", "272": "13382", "273": "2637", "274": "12003", "275": "12878", "276": "1123", "277": "2923", "278": "4272", "279": "11843", "280": "4905", "281": "8723", "282": "4839", "283": "9734", "284": "11067", "285": "2070", "286": "8209", "287": "827", "288": "11322", "289": "10340", "290": "12473", "291": "7103", "292": "13992", "293": "8109", "294": "5806", "295": "7653", "296": "8489", "297": "6418", "298": "1964", "299": "4475", "300": "5604", "301": "4918", "302": "8032", "303": "8112", "304": "5337", "305": "12990", "306": "5853", "307": "4870", "308": "9507", "309": "2993", "310": "9871", "311": "10582", "312": "10578", "313": "12501", "314": "6273", "315": "8227", "316": "4087", "317": "10555", "318": "13335", "319": "8187", "320": "8671", "321": "13252", "322": "618", "323": "9966", "324": "12301", "325": "5351", "326": "5937", "327": "337", "328": "9445", "329": "10867", "330": "8902", "331": "453", "332": "7697", "333": "6543", "334": "11572", "335": "9099", "336": "9901", "337": "12667", "338": "11518", "339": "9232", "340": "8428", "341": "10525", "342": "5096", "343": "12471", "344": "2248", "345": "3235", "346": "4088", "347": "828", "348": "2815", "349": "11022", "350": "10421", "351": "8344", "352": "10620", "353": "6764", "354": "12856", "355": "901", "356": "5268", "357": "10351", "358": "9755", "359": "12887", "360": "10320", "361": "9347", "362": "12975", "363": "3427", "364": "6606", "365": "13026", "366": "1335", "367": "13430", "368": "9889", "369": "6320", "370": "5194", "371": "4541", "372": "2571", "373": "4587", "374": "980", "375": "13454", "376": "2700", "377": "13532", "378": "242", "379": "4896", "380": "9947", "381": "4430", "382": "5254", "383": "9596", "384": "5303", "385": "12221", "386": "4399", "387": "10862", "388": "7053", "389": "5844", "390": "8933", "391": "9760", "392": "11819", "393": "4586", "394": "4136", "395": "6470", "396": "10345", "397": "3225", "398": "8481", "399": "2956", "400": "14027", "401": "8445", "402": "8684", "403": "13094", "404": "10376", "405": "10173", "406": "9865", "407": "4574", "408": "10019", "409": "8491", "410": "10526", "411": "4170", "412": "11645", "413": "8795", "414": "531", "415": "12525", "416": "11841", "417": "6377", "418": "2445", "419": "12650", "420": "12651", "421": "9373", "422": "10861", "423": "5167", "424": "1919", "425": "11943", "426": "6712", "427": "6336", "428": "7892", "429": "14482", "430": "798", "431": "2483", "432": "4912", "433": "12639", "434": "13379", "435": "731", "436": "4968", "437": "7996", "438": "6526", "439": "12737", "440": "8918", "441": "7657", "442": "2759", "443": "7075", "444": "6497", "445": "6043", "446": "1231", "447": "4840", "448": "10681", "449": "1038", "450": "9493", "451": "10907", "452": "8519", "453": "1392", "454": "11259", "455": "451", "456": "10428", "457": "6046", "458": "2322", "459": "8442", "460": "490", "461": "8672", "462": "742", "463": "2023", "464": "1255", "465": "5182", "466": "4198", "467": "2841", "468": "5279", "469": "839", "470": "12662", "471": "1871", "472": "1690", "473": "10953", "474": "9127", "475": "10061", "476": "11801", "477": "14026", "478": "12508", "479": "757", "480": "10961", "481": "4582", "482": "14347", "483": "7686", "484": "3608", "485": "9813", "486": "6479", "487": "10350", "488": "534", "489": "8498", "490": "5846", "491": "4584", "492": "2063", "493": "8474", "494": "7841", "495": "6210", "496": "11781", "497": "1908", "498": "4535", "499": "12296", "500": "5255", "501": "9532", "502": "11951", "503": "268", "504": "13937", "505": "5816", "506": "8229", "507": "7143", "508": "5168", "509": "10341", "510": "11307", "511": "13507", "512": "310", "513": "8582", "514": "2066", "515": "5271", "516": "748", "517": "12542", "518": "10466", "519": "13547", "520": "13380", "521": "2065", "522": "3507", "523": "645", "524": "5919", "525": "10342", "526": "1244", "527": "9076", "528": "8268", "529": "10094", "530": "8293", "531": "67", "532": "9490", "533": "10829", "534": "3352", "535": "8271", "536": "10868", "537": "338", "538": "13113", "539": "7767", "540": "11828", "541": "12029", "542": "7658", "543": "9470", "544": "10042", "545": "2329", "546": "11142", "547": "8874", "548": "12515", "549": "3338", "550": "2745", "551": "9965", "552": "11533", "553": "5472", "554": "12005", "555": "4403", "556": "3006", "557": "2002", "558": "2850", "559": "4849", "560": "7215", "561": "2752", "562": "2715", "563": "7121", "564": "8657", "565": "12132", "566": "11719", "567": "9132", "568": "3480", "569": "10656", "570": "7250", "571": "8939", "572": "11047", "573": "4559", "574": "4292", "575": "8865", "576": "2232", "577": "12362", "578": "8470", "579": "10958", "580": "6319", "581": "11446", "582": "13569", "583": "9983", "584": "11290", "585": "7356", "586": "10579", "587": "11975", "588": "5486", "589": "705", "590": "11872", "591": "808", "592": "3795", "593": "10662", "594": "7790", "595": "3481", "596": "11511", "597": "3185", "598": "2421", "599": "10142", "600": "11334", "601": "5260", "602": "10140", "603": "9555", "604": "10491", "605": "9617", "606": "12479", "607": "111", "608": "444", "609": "13067", "610": "3109", "611": "432", "612": "4480", "613": "11685", "614": "2279", "615": "979", "616": "13116", "617": "9960", "618": "9580", "619": "4964", "620": "178", "621": "9606", "622": "7419", "623": "6119", "624": "11990", "625": "11869", "626": "12075", "627": "11013", "628": "10362", "629": "2761", "630": "5270", "631": "10577", "632": "9455", "633": "12061", "634": "5764", "635": "5267", "636": "6746", "637": "11566", "638": "9244", "639": "8725", "640": "9682", "641": "4481", "642": "12746", "643": "13410", "644": "3195", "645": "6613", "646": "2706", "647": "10941", "648": "7348", "649": "10148", "650": "10456", "651": "2992", "652": "10575", "653": "418", "654": "762", "655": "13118", "656": "113", "657": "8586", "658": "13381", "659": "7168", "660": "5615", "661": "12512", "662": "6195", "663": "8448", "664": "8146", "665": "37", "666": "10093", "667": "9310", "668": "12539", "669": "4536", "670": "12669", "671": "6354", "672": "11175", "673": "5905", "674": "13940", "675": "7789", "676": "10860", "677": "8669", "678": "7127", "679": "6783", "680": "12353", "681": "7655", "682": "6637", "683": "5052", "684": "11404", "685": "7573", "686": "10864", "687": "2681", "688": "5980", "689": "10565", "690": "4520", "691": "6609", "692": "8934", "693": "9322", "694": "9713", "695": "6457", "696": "5400", "697": "13394", "698": "2403", "699": "1412", "700": "14375", "701": "4953", "702": "73", "703": "77", "704": "11023", "705": "3834", "706": "2365", "707": "6487", "708": "13278", "709": "7739", "710": "8687", "711": "4266", "712": "11119", "713": "8341", "714": "8362", "715": "6341", "716": "4262", "717": "9138", "718": "1306", "719": "2702", "720": "476", "721": "10179", "722": "3222", "723": "12441", "724": "10503", "725": "1701", "726": "13234", "727": "750", "728": "4206", "729": "6165", "730": "638", "731": "11722", "732": "13938", "733": "2201", "734": "3241", "735": "9833", "736": "10572", "737": "5256", "738": "1313", "739": "4811", "740": "7957", "741": "11840", "742": "5277", "743": "35", "744": "6481", "745": "7733", "746": "6252", "747": "9323", "748": "13523", "749": "3650", "750": "5106", "751": "1802", "752": "10398", "753": "5173", "754": "11675", "755": "6973", "756": "1270", "757": "12052", "758": "3994", "759": "3475", "760": "4689", "761": "10576", "762": "2863", "763": "1990", "764": "13239", "765": "722", "766": "12403", "767": "579", "768": "12374", "769": "2719", "770": "1922", "771": "12809", "772": "74", "773": "2475", "774": "14016", "775": "9284", "776": "1268", "777": "2913", "778": "14249", "779": "11920", "780": "2728", "781": "5349", "782": "6190", "783": "10779", "784": "11506", "785": "464", "786": "12305", "787": "3746", "788": "6707", "789": "7964", "790": "567", "791": "2701", "792": "12680", "793": "13210", "794": "3432", "795": "5327", "796": "7315", "797": "8840", "798": "8067", "799": "12882", "800": "4820", "801": "4519", "802": "5053", "803": "1750", "804": "9073", "805": "7525", "806": "6980", "807": "4751", "808": "486", "809": "2068", "810": "13395", "811": "13384", "812": "3419", "813": "3665", "814": "10580", "815": "3296", "816": "12709", "817": "13114", "818": "11125", "819": "11934", "820": "12888", "821": "12615", "822": "6412", "823": "7939", "824": "8295", "825": "12601", "826": "3444", "827": "3762", "828": "7414", "829": "656", "830": "10037", "831": "749", "832": "9607", "833": "8744", "834": "12720", "835": "5950", "836": "5274", "837": "3615", "838": "6309", "839": "6403", "840": "5443", "841": "11167", "842": "4219", "843": "11761", "844": "10708", "845": "10590", "846": "13000", "847": "535", "848": "13467", "849": "6540", "850": "6795", "851": "6108", "852": "10857", "853": "1417", "854": "6502", "855": "6414", "856": "12300", "857": "11405", "858": "14317", "859": "2737", "860": "9802", "861": "13984", "862": "10886", "863": "11639", "864": "8763", "865": "11777", "866": "9485", "867": "7749", "868": "11793", "869": "1275", "870": "10945", "871": "8161", "872": "3969", "873": "9162", "874": "12986", "875": "8643", "876": "9787", "877": "14307", "878": "4338", "879": "8794", "880": "12483", "881": "1096", "882": "14457", "883": "7080", "884": "4332", "885": "8859", "886": "4129", "887": "695", "888": "835", "889": "12606", "890": "14225", "891": "519", "892": "9626", "893": "11260", "894": "5911", "895": "2887", "896": "11800", "897": "7965", "898": "12410", "899": "12445", "900": "9954", "901": "159", "902": "4081", "903": "9309", "904": "3434", "905": "1914", "906": "2581", "907": "2601", "908": "11676", "909": "9801", "910": "11152", "911": "12405", "912": "6713", "913": "12644", "914": "9327", "915": "9547", "916": "3626", "917": "4539", "918": "6466", "919": "9409", "920": "9442", "921": "1300", "922": "12088", "923": "311", "924": "5812", "925": "7708", "926": "8347", "927": "13407", "928": "5146", "929": "878", "930": "2382", "931": "11052", "932": "8576", "933": "3382", "934": "1939", "935": "12517", "936": "12119", "937": "4557", "938": "5588", "939": "8704", "940": "189", "941": "322", "942": "8697", "943": "6727", "944": "12773", "945": "4116", "946": "13117", "947": "2512", "948": "8211", "949": "3642", "950": "5876", "951": "10294", "952": "9572", "953": "4855", "954": "4311", "955": "5261", "956": "4094", "957": "4095", "958": "1351", "959": "8463", "960": "12533", "961": "14321", "962": "7916", "963": "6985", "964": "13025", "965": "6507", "966": "2817", "967": "10334", "968": "6218", "969": "11011", "970": "11018", "971": "4555", "972": "10520", "973": "4915", "974": "881", "975": "6563", "976": "6741", "977": "7844", "978": "8539", "979": "9600", "980": "4226", "981": "1297", "982": "7779", "983": "8074", "984": "9930", "985": "11844", "986": "1722", "987": "6549", "988": "663", "989": "9648", "990": "2922", "991": "367", "992": "2073", "993": "6801", "994": "888", "995": "4644", "996": "12442", "997": "14322", "998": "7087", "999": "12390", "1000": "12055", "1001": "8360", "1002": "4579", "1003": "6572", "1004": "10653", "1005": "7340", "1006": "1031", "1007": "12396", "1008": "1501", "1009": "3398", "1010": "13408", "1011": "1942", "1012": "10911", "1013": "11468", "1014": "1605", "1015": "844", "1016": "11493", "1017": "6183", "1018": "12897", "1019": "7853", "1020": "871", "1021": "9594", "1022": "5688", "1023": "11044", "1024": "8562", "1025": "13334", "1026": "69", "1027": "3971", "1028": "13082", "1029": "9763", "1030": "12341", "1031": "872", "1032": "11369", "1033": "9761", "1034": "7605", "1035": "8862", "1036": "6521", "1037": "3671", "1038": "2988", "1039": "29", "1040": "4231", "1041": "8993", "1042": "6596", "1043": "12480", "1044": "6802", "1045": "12605", "1046": "1299", "1047": "3217", "1048": "8825", "1049": "8811", "1050": "5185", "1051": "8147", "1052": "12457", "1053": "3416", "1054": "10877", "1055": "12869", "1056": "8430", "1057": "11728", "1058": "8895", "1059": "10439", "1060": "4228", "1061": "2807", "1062": "2440", "1063": "434", "1064": "5253", "1065": "11686", "1066": "7804", "1067": "316", "1068": "7746", "1069": "5444", "1070": "5743", "1071": "10054", "1072": "13421", "1073": "886", "1074": "2659", "1075": "12344", "1076": "13240", "1077": "2754", "1078": "6813", "1079": "724", "1080": "1543", "1081": "6163", "1082": "14049", "1083": "4190", "1084": "11918", "1085": "7828", "1086": "5944", "1087": "6885", "1088": "4372", "1089": "7623", "1090": "2721", "1091": "12739", "1092": "2823", "1093": "1240", "1094": "228", "1095": "2607", "1096": "363", "1097": "8132", "1098": "1331", "1099": "2528", "1100": "9922", "1101": "5780", "1102": "10233", "1103": "830", "1104": "2576", "1105": "8367", "1106": "7613", "1107": "8361", "1108": "9927", "1109": "3716", "1110": "5480", "1111": "8346", "1112": "3342", "1113": "10438", "1114": "8339", "1115": "514", "1116": "5211", "1117": "4098", "1118": "12570", "1119": "9201", "1120": "5015", "1121": "14246", "1122": "4145", "1123": "445", "1124": "1999", "1125": "11492", "1126": "12618", "1127": "7233", "1128": "8884", "1129": "5986", "1130": "4177", "1131": "9362", "1132": "9510", "1133": "9951", "1134": "2212", "1135": "488", "1136": "11603", "1137": "14398", "1138": "3881", "1139": "11995", "1140": "1967", "1141": "12547", "1142": "7919", "1143": "12432", "1144": "9349", "1145": "12692", "1146": "8757", "1147": "14039", "1148": "7810", "1149": "10879", "1150": "1580", "1151": "13936", "1152": "7995", "1153": "12444", "1154": "3192", "1155": "12326", "1156": "6366", "1157": "4472", "1158": "9032", "1159": "9269", "1160": "7349", "1161": "5213", "1162": "8497", "1163": "6420", "1164": "2803", "1165": "3056", "1166": "4463", "1167": "14230", "1168": "3903", "1169": "461", "1170": "692", "1171": "8781", "1172": "8149", "1173": "5715", "1174": "13015", "1175": "1975", "1176": "12329", "1177": "3423", "1178": "4485", "1179": "13270", "1180": "4229", "1181": "9199", "1182": "1267", "1183": "5899", "1184": "3187", "1185": "4222", "1186": "5450", "1187": "4795", "1188": "3539", "1189": "8656", "1190": "11765", "1191": "1161", "1192": "10920", "1193": "3182", "1194": "8919", "1195": "10049", "1196": "9795", "1197": "6956", "1198": "2947", "1199": "11656", "1200": "12602", "1201": "1453", "1202": "9958", "1203": "2519", "1204": "4884", "1205": "3873", "1206": "5012", "1207": "4171", "1208": "10036", "1209": "4638", "1210": "4099", "1211": "10277", "1212": "922", "1213": "450", "1214": "6772", "1215": "4181", "1216": "3024", "1217": "5794", "1218": "4478", "1219": "12419", "1220": "662", "1221": "12126", "1222": "1504", "1223": "6604", "1224": "1401", "1225": "2537", "1226": "726", "1227": "4538", "1228": "12713", "1229": "9739", "1230": "3240", "1231": "7865", "1232": "9624", "1233": "11833", "1234": "61", "1235": "5526", "1236": "12322", "1237": "11913", "1238": "3463", "1239": "9857", "1240": "11485", "1241": "4214", "1242": "8234", "1243": "10675", "1244": "11816", "1245": "13284", "1246": "11265", "1247": "11269", "1248": "12913", "1249": "10260", "1250": "9863", "1251": "10965", "1252": "2393", "1253": "12935", "1254": "12120", "1255": "3755", "1256": "905", "1257": "2787", "1258": "5372", "1259": "4802", "1260": "13130", "1261": "3058", "1262": "4350", "1263": "14052", "1264": "2769", "1265": "10837", "1266": "5840", "1267": "11408", "1268": "9841", "1269": "13816", "1270": "538", "1271": "10095", "1272": "8641", "1273": "5476", "1274": "9514", "1275": "11673", "1276": "1572", "1277": "11435", "1278": "4085", "1279": "13522", "1280": "8943", "1281": "5288", "1282": "7446", "1283": "8624", "1284": "1291", "1285": "11220", "1286": "5858", "1287": "3613", "1288": "3577", "1289": "4164", "1290": "4523", "1291": "4429", "1292": "6792", "1293": "11015", "1294": "10150", "1295": "11471", "1296": "13703", "1297": "10730", "1298": "7111", "1299": "7585", "1300": "2833", "1301": "4230", "1302": "985", "1303": "1940", "1304": "4150", "1305": "7854", "1306": "9001", "1307": "5641", "1308": "1951", "1309": "11664", "1310": "6363", "1311": "3425", "1312": "1289", "1313": "3804", "1314": "4089", "1315": "8200", "1316": "9782", "1317": "6374", "1318": "5960", "1319": "2441", "1320": "1200", "1321": "72", "1322": "1457", "1323": "3129", "1324": "6589", "1325": "2525", "1326": "666", "1327": "10964", "1328": "6499", "1329": "2612", "1330": "13461", "1331": "1742", "1332": "9751", "1333": "8956", "1334": "5566", "1335": "7046", "1336": "982", "1337": "12377", "1338": "12462", "1339": "7005", "1340": "6398", "1341": "5183", "1342": "7765", "1343": "3237", "1344": "8904", "1345": "7977", "1346": "7719", "1347": "4004", "1348": "12599", "1349": "8617", "1350": "10449", "1351": "8772", "1352": "11407", "1353": "1570", "1354": "5157", "1355": "4213", "1356": "57", "1357": "64", "1358": "12113", "1359": "6269", "1360": "4318", "1361": "8392", "1362": "379", "1363": "11055", "1364": "12936", "1365": "9562", "1366": "8863", "1367": "12484", "1368": "4074", "1369": "4249", "1370": "10917", "1371": "12478", "1372": "10300", "1373": "9233", "1374": "12712", "1375": "9714", "1376": "894", "1377": "10697", "1378": "2112", "1379": "13790", "1380": "10740", "1381": "1900", "1382": "12250", "1383": "7105", "1384": "12996", "1385": "4893", "1386": "9450", "1387": "10700", "1388": "592", "1389": "11276", "1390": "12771", "1391": "4137", "1392": "1101", "1393": "9800", "1394": "302", "1395": "8368", "1396": "9458", "1397": "9799", "1398": "13471", "1399": "12143", "1400": "5033", "1401": "12412", "1402": "7616", "1403": "7347", "1404": "6504", "1405": "5495", "1406": "407", "1407": "2806", "1408": "13805", "1409": "6999", "1410": "2872", "1411": "14118", "1412": "6952", "1413": "1483", "1414": "5265", "1415": "7117", "1416": "12448", "1417": "7059", "1418": "9831", "1419": "1480", "1420": "4643", "1421": "3295", "1422": "4888", 