{"entity2concept": {"27028": 0, "27739": 1, "35": 2, "26455": 3, "26900": 4, "33105": 5, "8257": 6, "714": 7, "10380": 8, "33106": 9, "34718": 10, "23770": 11, "33100": 12, "33091": 13, "7792": 14, "7327": 15, "37063": 16, "9794": 17, "33104": 18, "33937": 19, "27113": 20, "7777": 21, "9781": 22, "4145": 23, "28218": 24, "27209": 25, "26235": 26, "8244": 27, "22700": 28, "3146": 29, "29024": 30, "22412": 31, "10243": 32, "8168": 33, "26792": 34, "22456": 35, "37053": 36, "10373": 37, "9148": 38, "634": 39, "29592": 40, "22415": 41, "24292": 42, "35450": 43, "1340": 44, "13230": 45, "33103": 46, "959": 47, "19707": 48, "67": 49, "34270": 50, "22308": 51, "22353": 52, "27482": 53, "27291": 54, "33108": 55, "2857": 56, "33047": 57, "37149": 58, "33093": 59, "26195": 60, "10316": 61, "26682": 62, "16371": 63, "27356": 64, "40178": 65, "2630": 66, "5176": 67, "33092": 68, "9270": 69, "24131": 70, "33107": 71, "820": 72, "17915": 73, "16902": 74, "27890": 75, "24035": 76, "28601": 77, "28842": 78, "14589": 79, "37794": 80, "38457": 81, "32243": 82, "20663": 83, "29008": 84, "34419": 85, "22354": 86, "2323": 87, "4177": 88, "33799": 89, "27048": 90, "33101": 91, "10223": 92, "14936": 93, "37733": 94, "28766": 95, "16693": 96, "25924": 97, "27240": 98, "22186": 99, "5128": 100, "35263": 101, "36433": 102, "6013": 103, "31853": 104, "25694": 105, "27591": 106, "33280": 107, "22190": 108, "33088": 109, "13470": 110, "27297": 111, "31721": 112, "27533": 113, "16615": 114, "39518": 115, "31359": 116, "37050": 117, "3670": 118, "30268": 119, "3479": 120, "31393": 121, "12274": 122, "27794": 123, "28634": 124, "33462": 125, "31597": 126, "23479": 127, "14597": 128, "35895": 129, "8891": 130, "76": 131, "147": 132, "5265": 133, "28873": 134, "28147": 135, "37065": 136, "10602": 137, "32004": 138, "9144": 139, "16257": 140, "20758": 141, "2251": 142, "5414": 143, "8955": 144, "23771": 145, "25447": 146, "27300": 147, "39593": 148, "17453": 149, "27861": 150, "37058": 151, "33281": 152, "118": 153, "11054": 154, "1850": 155, "3574": 156, "27060": 157, "28923": 158, "9154": 159, "24579": 160, "29303": 161, "17127": 162, "33077": 163, "33097": 164, "100": 165, "12147": 166, "7322": 167, "8503": 168, "10768": 169, "5387": 170, "31735": 171, "1129": 172, "1276": 173, "31091": 174, "30533": 175, "29273": 176, "8915": 177, "8339": 178, "24801": 179, "19482": 180, "20910": 181, "21045": 182, "29349": 183, "30202": 184, "32230": 185, "4522": 186, "7303": 187, "18998": 188, "22839": 189, "28248": 190, "27294": 191, "37806": 192, "3340": 193, "22389": 194, "3712": 195, "13308": 196, "22997": 197, "7209": 198, "26232": 199, "8230": 200, "33550": 201, "28629": 202, "37148": 203, "33089": 204, "33099": 205, "12700": 206, "14962": 207, "22949": 208, "28462": 209, "12488": 210, "24609": 211, "22460": 212, "4832": 213, "31923": 214, "10820": 215, "32849": 216, "23734": 217, "29320": 218, "13647": 219, "30155": 220, "18633": 221, "28487": 222, "4192": 223, "6023": 224, "1992": 225, "31525": 226, "22596": 227, "31351": 228, "31807": 229, "24063": 230, "23496": 231, "26390": 232, "37943": 233, "0": 234, "4020": 235, "250": 236, "1294": 237, "18775": 238, "5331": 239, "40468": 240, "8343": 241, "20854": 242, "27255": 243, "27565": 244, "33271": 245, "37070": 246, "9485": 247, "2940": 248, "9535": 249, "22493": 250, "3590": 251, "6362": 252, "17151": 253, "29716": 254, "23209": 255, "28017": 256, "28399": 257, "35669": 258, "20656": 259, "22417": 260, "2032": 261, "7545": 262, "5025": 263, "7866": 264, "7801": 265, "11776": 266, "798": 267, "845": 268, "22330": 269, "10830": 270, "9009": 271, "29280": 272, "21991": 273, "22377": 274, "23659": 275, "23254": 276, "26238": 277, "12171": 278, "29325": 279, "17036": 280, "16136": 281, "38654": 282, "27837": 283, "27714": 284, "27251": 285, "29407": 286, "37057": 287, "34271": 288, "34421": 289, "36690": 290, "6": 291, "126": 292, "153": 293, "4949": 294, "8685": 295, "1901": 296, "3751": 297, "3428": 298, "10823": 299, "39466": 300, "27293": 301, "30548": 302, "33109": 303, "2586": 304, "9531": 305, "12431": 306, "1045": 307, "1569": 308, "23920": 309, "10462": 310, "2421": 311, "6012": 312, "2600": 313, "3673": 314, "24202": 315, "5130": 316, "9421": 317, "6052": 318, "7376": 319, "20722": 320, "15318": 321, "16718": 322, "18457": 323, "27782": 324, "27414": 325, "27239": 326, "38990": 327, "38827": 328, "39515": 329, "17": 330, "1551": 331, "4719": 332, "2548": 333, "2828": 334, "7880": 335, "11686": 336, "5468": 337, "22296": 338, "31627": 339, "22516": 340, "3664": 341, "29617": 342, "5003": 343, "5100": 344, "21125": 345, "26241": 346, "15519": 347, "30291": 348, "10504": 349, "27740": 350, "24300": 351, "28205": 352, "28285": 353, "33389": 354, "36580": 355, "29728": 356, "149": 357, "159": 358, "17020": 359, "8248": 360, "14760": 361, "6977": 362, "3819": 363, "13590": 364, "5959": 365, "1545": 366, "11240": 367, "14051": 368, "2700": 369, "5354": 370, "3513": 371, "4099": 372, "24006": 373, "4359": 374, "36867": 375, "5619": 376, "6494": 377, "31170": 378, "14083": 379, "13238": 380, "20839": 381, "8013": 382, "12175": 383, "26005": 384, "17908": 385, "23024": 386, "26454": 387, "29180": 388, "35809": 389, "162": 390, "17322": 391, "406": 392, "7653": 393, "2614": 394, "25810": 395, "787": 396, "1154": 397, "1210": 398, "7270": 399, "1947": 400, "9782": 401, "6173": 402, "7971": 403, "10637": 404, "37924": 405, "5784": 406, "22375": 407, "14673": 408, "4859": 409, "5483": 410, "15263": 411, "13045": 412, "8237": 413, "25253": 414, "16873": 415, "17857": 416, "31811": 417, "12745": 418, "26501": 419, "25982": 420, "17905": 421, "31305": 422, "27737": 423, "27825": 424, "20111": 425, "22901": 426, "27647": 427, "27931": 428, "26977": 429, "30444": 430, "33636": 431, "33737": 432, "34614": 433, "35264": 434, "104": 435, "3876": 436, "181": 437, "6798": 438, "7658": 439, "22907": 440, "2426": 441, "3835": 442, "38396": 443, "1672": 444, "1710": 445, "1891": 446, "5259": 447, "9939": 448, "6274": 449, "19629": 450, "8047": 451, "13719": 452, "21837": 453, "3455": 454, "5212": 455, "14441": 456, "29283": 457, "10055": 458, "14744": 459, "4497": 460, "22400": 461, "9695": 462, "25233": 463, "9034": 464, "26023": 465, "39804": 466, "13887": 467, "24841": 468, "27661": 469, "27703": 470, "28666": 471, "30950": 472, "37071": 473, "34759": 474, "12": 475, "4029": 476, "1373": 477, "5921": 478, "313": 479, "6116": 480, "39031": 481, "38964": 482, "32200": 483, "12470": 484, "22491": 485, "4288": 486, "1652": 487, "852": 488, "15351": 489, "1301": 490, "1843": 491, "22790": 492, "4438": 493, "22440": 494, "3546": 495, "24184": 496, "4223": 497, "30050": 498, "5395": 499, "4895": 500, "6347": 501, "18294": 502, "5270": 503, "31559": 504, "13807": 505, "19026": 506, "9258": 507, "9448": 508, "9874": 509, "13277": 510, "22306": 511, "29294": 512, "15779": 513, "22595": 514, "28865": 515, "21110": 516, "30144": 517, "22956": 518, "27605": 519, "29323": 520, "33464": 521, "47": 522, "9100": 523, "24204": 524, "37631": 525, "7624": 526, "11333": 527, "39012": 528, "2619": 529, "6644": 530, "5662": 531, "3617": 532, "8965": 533, "14263": 534, "1997": 535, "8566": 536, "1770": 537, "37923": 538, "2305": 539, "1627": 540, "1755": 541, "7248": 542, "22589": 543, "2314": 544, "24696": 545, "12113": 546, "8061": 547, "15464": 548, "3276": 549, "5034": 550, "25981": 551, "26362": 552, "4013": 553, "5533": 554, "29613": 555, "7775": 556, "5163": 557, "11881": 558, "8989": 559, "29708": 560, "23000": 561, "20454": 562, "5353": 563, "12802": 564, "8952": 565, "8360": 566, "9574": 567, "11039": 568, "10499": 569, "12905": 570, "30827": 571, "23845": 572, "18104": 573, "20644": 574, "26381": 575, "27204": 576, "28180": 577, "28975": 578, "29726": 579, "29988": 580, "33465": 581, "33515": 582, "35095": 583, "36106": 584, "6638": 585, "1161": 586, "4542": 587, "3575": 588, "8376": 589, "10403": 590, "10990": 591, "1863": 592, "3637": 593, "1745": 594, "3683": 595, "1025": 596, "2161": 597, "1089": 598, "2644": 599, "11179": 600, "17300": 601, "11764": 602, "22411": 603, "8714": 604, "10702": 605, "3851": 606, "10611": 607, "9131": 608, "2584": 609, "2413": 610, "39893": 611, "40096": 612, "25915": 613, "15415": 614, "22983": 615, "4388": 616, "14100": 617, "3970": 618, "4452": 619, "6567": 620, "12124": 621, "23213": 622, "5327": 623, "24011": 624, "5693": 625, "5930": 626, "12681": 627, "31648": 628, "31274": 629, "10832": 630, "11476": 631, "17608": 632, "23440": 633, "21006": 634, "18036": 635, "24174": 636, "30014": 637, "26384": 638, "28095": 639, "27211": 640, "28637": 641, "29258": 642, "29289": 643, "33175": 644, "34723": 645, "64": 646, "143": 647, "4647": 648, "13517": 649, "213": 650, "12546": 651, "244": 652, "243": 653, "5219": 654, "1122": 655, "777": 656, "700": 657, "6429": 658, "6634": 659, "814": 660, "5041": 661, "2062": 662, "870": 663, "25943": 664, "3460": 665, "13674": 666, "4344": 667, "13821": 668, "1293": 669, "9110": 670, "14599": 671, "7501": 672, "11649": 673, "10761": 674, "11024": 675, "40492": 676, "6351": 677, "13115": 678, "9948": 679, "9588": 680, "31809": 681, "19396": 682, "13753": 683, "22738": 684, "21692": 685, "22625": 686, "14732": 687, "9806": 688, "6723": 689, "4772": 690, "5299": 691, "4234": 692, "14530": 693, "6425": 694, "6513": 695, "12845": 696, "13961": 697, "8913": 698, "20237": 699, "13708": 700, "6170": 701, "10187": 702, "7206": 703, "8015": 704, "8826": 705, "24633": 706, "11880": 707, "29311": 708, "30711": 709, "21455": 710, "20513": 711, "29729": 712, "21942": 713, "23150": 714, "25448": 715, "30809": 716, "37150": 717, "33800": 718, "37204": 719, "37940": 720, "37947": 721, "39265": 722, "9077": 723, "107": 724, "23625": 725, "2707": 726, "9041": 727, "38614": 728, "5955": 729, "11314": 730, "15840": 731, "17479": 732, "7383": 733, "297": 734, "37082": 735, "4607": 736, "9349": 737, "710": 738, "771": 739, "3468": 740, "30940": 741, "38367": 742, "7127": 743, "4266": 744, "3933": 745, "22474": 746, "9189": 747, "2219": 748, "14303": 749, "1318": 750, "1421": 751, "19649": 752, "1650": 753, "12601": 754, "2498": 755, "30232": 756, "19607": 757, "5991": 758, "40478": 759, "24130": 760, "2958": 761, "38425": 762, "30784": 763, "4512": 764, "3313": 765, "21885": 766, "3394": 767, "3440": 768, "23639": 769, "4472": 770, "3650": 771, "5540": 772, "23096": 773, "14327": 774, "31026": 775, "15102": 776, "13857": 777, "9881": 778, "4966": 779, "4661": 780, "4952": 781, "5068": 782, "23193": 783, "9619": 784, "14611": 785, "6078": 786, "25801": 787, "25840": 788, "6520": 789, "7109": 790, "20694": 791, "37521": 792, "7362": 793, "7774": 794, "7987": 795, "8083": 796, "30760": 797, "9272": 798, "24122": 799, "23159": 800, "13886": 801, "26329": 802, "12192": 803, "17062": 804, "17629": 805, "17458": 806, "20898": 807, "19495": 808, "21337": 809, "20691": 810, "20808": 811, "39077": 812, "29816": 813, "28082": 814, "30804": 815, "26383": 816, "28988": 817, "27767": 818, "28227": 819, "28790": 820, "33094": 821, "33098": 822, "33907": 823, "36543": 824, "38113": 825, "38727": 826, "9836": 827, "131": 828, "15227": 829, "9024": 830, "222": 831, "9052": 832, "232": 833, "11286": 834, "39014": 835, "12912": 836, "12438": 837, "9506": 838, "11488": 839, "20387": 840, "19748": 841, "7604": 842, "752": 843, "20411": 844, "3796": 845, "5618": 846, "37083": 847, "22408": 848, "8906": 849, "31551": 850, "8391": 851, "3104": 852, "8646": 853, "10698": 854, "10934": 855, "1827": 856, "24675": 857, "1965": 858, "2095": 859, "8619": 860, "8560": 861, "2434": 862, "14314": 863, "24596": 864, "38202": 865, "3148": 866, "31808": 867, "23290": 868, "31887": 869, "9815": 870, "4289": 871, "3805": 872, "14477": 873, "40486": 874, "7292": 875, "13972": 876, "4540": 877, "4555": 878, "22149": 879, "5586": 880, "9025": 881, "4831": 882, "4393": 883, "6194": 884, "31191": 885, "23307": 886, "4545": 887, "5536": 888, "8974": 889, "12859": 890, "7223": 891, "5245": 892, "24974": 893, "5378": 894, "15209": 895, "31785": 896, "14243": 897, "13982": 898, "21378": 899, "10088": 900, "23618": 901, "16792": 902, "25412": 903, "7543": 904, "7546": 905, "23228": 906, "22050": 907, "9370": 908, "31221": 909, "31281": 910, "9577": 911, "24093": 912, "10197": 913, "10294": 914, "10930": 915, "11400": 916, "12352": 917, "31664": 918, "37351": 919, "13103": 920, "30353": 921, "19190": 922, "19257": 923, "21028": 924, "31630": 925, "28067": 926, "26950": 927, "29079": 928, "27563": 929, "28235": 930, "28417": 931, "29326": 932, "32876": 933, "33087": 934, "35860": 935, "35914": 936, "37640": 937, "26": 938, "13006": 939, "90": 940, "9060": 941, "38287": 942, "612": 943, "22378": 944, "550": 945, "2363": 946, "839": 947, "11365": 948, "14620": 949, "410": 950, "430": 951, "4352": 952, "504": 953, "2717": 954, "6122": 955, "37132": 956, "3408": 957, "8251": 958, "8270": 959, "10534": 960, "902": 961, "12233": 962, "3462": 963, "4424": 964, "8572": 965, "4369": 966, "1556": 967, "6903": 968, "6601": 969, "20190": 970, "40015": 971, "11157": 972, "27023": 973, "2269": 974, "11548": 975, "24719": 976, "40495": 977, "8769": 978, "40505": 979, "2109": 980, "7449": 981, "7050": 982, "11469": 983, "6738": 984, "10800": 985, "19655": 986, "5775": 987, "4342": 988, "3240": 989, "3917": 990, "3397": 991, "21882": 992, "24385": 993, "3837": 994, "8860": 995, "22095": 996, "3859": 997, "6510": 998, "14034": 999, "8016": 1000, "13196": 1001, "30737": 1002, "14431": 1003, "4310": 1004, "30733": 1005, "5566": 1006, "23461": 1007, "4530": 1008, "6405": 1009, "6415": 1010, "4593": 1011, "7765": 1012, "9413": 1013, "9682": 1014, "22476": 1015, "9650": 1016, "9340": 1017, "8993": 1018, "5787": 1019, "5198": 1020, "5202": 1021, "5246": 1022, "5256": 1023, "5352": 1024, "6690": 1025, "5590": 1026, "20184": 1027, "13894": 1028, "28730": 1029, "38965": 1030, "17113": 1031, "11923": 1032, "20721": 1033, "24043": 1034, "26190": 1035, "22843": 1036, "17934": 1037, "9014": 1038, "9021": 1039, "22448": 1040, "9688": 1041, "9802": 1042, "21375": 1043, "16062": 1044, "29741": 1045, "18612": 1046, "24973": 1047, "11382": 1048, "11461": 1049, "24878": 1050, "15756": 1051, "21726": 1052, "39891": 1053, "37390": 1054, "23422": 1055, "18710": 1056, "17097": 1057, "17910": 1058, "17133": 1059, "17049": 1060, "15659": 1061, "17276": 1062, "19331": 1063, "19412": 1064, "27996": 1065, "16568": 1066, "22601": 1067, "25243": 1068, "27761": 1069, "26337": 1070, "26687": 1071, "28814": 1072, "28032": 1073, "28296": 1074, "28500": 1075, "33102": 1076, "33309": 1077, "36360": 1078, "35985": 1079, "36306": 1080, "36107": 1081, "38700": 1082, "4521": 1083, "2093": 1084, "7960": 1085, "1875": 1086, "434": 1087, "25228": 1088, "3257": 1089, "2879": 1090, "300": 1091, "38678": 1092, "10904": 1093, "31712": 1094, "409": 1095, "414": 1096, "462": 1097, "22501": 1098, "1380": 1099, "7808": 1100, "21360": 1101, "779": 1102, "793": 1103, "7374": 1104, "13903": 1105, "895": 1106, "5754": 1107, "2560": 1108, "2168": 1109, "39379": 1110, "13628": 1111, "4379": 1112, "1359": 1113, "1487": 1114, "1198": 1115, "2623": 1116, "11897": 1117, "14106": 1118, "2494": 1119, "1971": 1120, "2142": 1121, "14368": 1122, "1567": 1123, "10641": 1124, "32955": 1125, "1663": 1126, "1667": 1127, "1680": 1128, "15491": 1129, "1703": 1130, "37035": 1131, "2483": 1132, "24781": 1133, "2025": 1134, "6300": 1135, "8523": 1136, "15469": 1137, "7038": 1138, "2332": 1139, "4636": 1140, "19884": 1141, "3128": 1142, "10600": 1143, "2513": 1144, "5204": 1145, "21976": 1146, "8728": 1147, "2840": 1148, "5552": 1149, "14555": 1150, "2945": 1151, "6029": 1152, "30849": 1153, "30255": 1154, "3474": 1155, "40494": 1156, "24429": 1157, "31589": 1158, "24348": 1159, "5452": 1160, "13683": 1161, "5205": 1162, "3535": 1163, "3774": 1164, "4441": 1165, "31336": 1166, "9033": 1167, "3885": 1168, "23590": 1169, "31441": 1170, "4097": 1171, "24356": 1172, "30229": 1173, "4148": 1174, "4203": 1175, "24359": 1176, "30433": 1177, "6668": 1178, "4557": 1179, "8640": 1180, "8415": 1181, "9965": 1182, "4707": 1183, "31571": 1184, "5347": 1185, "12012": 1186, "23392": 1187, "9351": 1188, "5494": 1189, "21655": 1190, "8969": 1191, "9001": 1192, "20835": 1193, "23664": 1194, "5562": 1195, "6505": 1196, "32142": 1197, "6474": 1198, "10209": 1199, "6014": 1200, "14004": 1201, "6206": 1202, "27250": 1203, "30301": 1204, "13507": 1205, "14608": 1206, "10100": 1207, "7154": 1208, "10699": 1209, "7375": 1210, "7364": 1211, "25530": 1212, "26490": 1213, "10561": 1214, "9859": 1215, "9143": 1216, "20438": 1217, "9032": 1218, "9119": 1219, "21995": 1220, "30183": 1221, "9500": 1222, "9792": 1223, "29300": 1224, "10030": 1225, "24637": 1226, "10919": 1227, "11235": 1228, "17013": 1229, "30191": 1230, "11810": 1231, "11959": 1232, "12025": 1233, "20821": 1234, "12479": 1235, "32045": 1236, "37391": 1237, "18785": 1238, "13815": 1239, "13888": 1240, "26137": 1241, "25989": 1242, "19459": 1243, "21256": 1244, "27397": 1245, "26160": 1246, "21307": 1247, "21860": 1248, "22484": 1249, "22954": 1250, "23843": 1251, "25923": 1252, "25956": 1253, "25974": 1254, "26279": 1255, "27327": 1256, "27350": 1257, "26641": 1258, "28242": 1259, "28396": 1260, "27322": 1261, "27859": 1262, "28088": 1263, "28344": 1264, "28442": 1265, "29327": 1266, "38908": 1267, "33228": 1268, "35409": 1269, "33823": 1270, "34982": 1271, "36650": 1272, "36875": 1273, "37671": 1274, "38051": 1275, "40307": 1276, "32": 1277, "1805": 1278, "84": 1279, "1398": 1280, "152": 1281, "7458": 1282, "170": 1283, "20731": 1284, "207": 1285, "211": 1286, "1669": 1287, "15121": 1288, "13614": 1289, "11167": 1290, "376": 1291, "383": 1292, "14421": 1293, "3353": 1294, "18571": 1295, "3450": 1296, "12903": 1297, "31547": 1298, "5975": 1299, "13764": 1300, "14213": 1301, "11653": 1302, "639": 1303, "1072": 1304, "2692": 1305, "7080": 1306, "844": 1307, "2698": 1308, "880": 1309, "4231": 1310, "13618": 1311, "14737": 1312, "2238": 1313, "1784": 1314, "24807": 1315, "1413": 1316, "2687": 1317, "14126": 1318, "2631": 1319, "6368": 1320, "20507": 1321, "13830": 1322, "1310": 1323, "2460": 1324, "15811": 1325, "4167": 1326, "39755": 1327, "6346": 1328, "8384": 1329, "1587": 1330, "10727": 1331, "10942": 1332, "13567": 1333, "10754": 1334, "10755": 1335, "10855": 1336, "8118": 1337, "14197": 1338, "15078": 1339, "3139": 1340, "15245": 1341, "15457": 1342, "1983": 1343, "8475": 1344, "37447": 1345, "6306": 1346, "7491": 1347, "7478": 1348, "39533": 1349, "2159": 1350, "2334": 1351, "13732": 1352, "29310": 1353, "4395": 1354, "10033": 1355, "20397": 1356, "2573": 1357, "3005": 1358, "5548": 1359, "2788": 1360, "9362": 1361, "9596": 1362, "9513": 1363, "29581": 1364, "31396": 1365, "31974": 1366, "30387": 1367, "21541": 1368, "21808": 1369, "4894": 1370, "13568": 1371, "3448": 1372, "3456": 1373, "12014": 1374, "4287": 1375, "12207": 1376, "30406": 1377, "4777": 1378, "3785": 1379, "8868": 1380, "22272": 1381, "6431": 1382, "24313": 1383, "4092": 1384, "14719": 1385, "30250": 1386, "4404": 1387, "4252": 1388, "5294": 1389, "39211": 1390, "4401": 1391, "30723": 1392, "4582": 1393, "9675": 1394, "7532": 1395, "4897": 1396, "9390": 1397, "31074": 1398, "31572": 1399, "23595": 1400, "7196": 1401, "5239": 1402, "5292": 1403, "30074": 1404, "6150": 1405, "5596": 1406, "22311": 1407, "6499": 1408, "5931": 1409, "6086": 1410, "6203": 1411, "14816": 1412, "6208": 1413, "11473": 1414, "6216": 1415, "17417": 1416, "9354": 1417, "13639": 1418, "25828": 1419, "14604": 1420, "38433": 1421, "6747": 1422, "28660": 1423, "8497": 1424, "38421": 1425, "7155": 1426, "18309": 1427, "9812": 1428, "16711": 1429, "7700": 1430, "7812": 1431, "14583": 1432, "21052": 1433, "7990": 1434, "31330": 1435, "8323": 1436, "18709": 1437, "10596": 1438, "30605": 1439, "18191": 1440, "29279": 1441, "9715": 1442, "24158": 1443, "31348": 1444, "30078": 1445, "9594": 1446, "30421": 1447, "9814": 1448, "9962": 1449, "19230": 1450, "19411": 1451, "17016": 1452, "39858": 1453, "12032": 1454, "29721": 1455, "21596": 1456, "26860": 1457, "17630": 1458, "13658": 1459, "14283": 1460, "26139": 1461, "19059": 1462, "23694": 1463, "19330": 1464, "29394": 1465, "27469": 1466, "25966": 1467, "30702": 1468, "20306": 1469, "22505": 1470, "22570": 1471, "29357": 1472, "29330": 1473, "25260": 1474, "26263": 1475, "27960": 1476, "27689": 1477, "26391": 1478, "27817": 1479, "31677": 1480, "30999": 1481, "27305": 1482, "27306": 1483, "27814": 1484, "27815": 1485, "28385": 1486, "28518": 1487, "28226": 1488, "28649": 1489, "29298": 1490, "32236": 1491, "33036": 1492, "33090": 1493, "33142": 1494, "40160": 1495, "37076": 1496, "36011": 1497, "36050": 1498, "37151": 1499, "39682": 1500, "40368": 1501, "40313": 1502, "40386": 1503, "273": 1504, "2096": 1505, "18226": 1506, "38609": 1507, "88": 1508, "95": 1509, "2349": 1510, "13269": 1511, "3530": 1512, "14408": 1513, "186": 1514, "14078": 1515, "11192": 1516, "31067": 1517, "2517": 1518, "341": 1519, "394": 1520, "3366": 1521, "453": 1522, "22383": 1523, "39420": 1524, "556": 1525, "9570": 1526, "25119": 1527, "656": 1528, "7909": 1529, "1070": 1530, "24968": 1531, "6235": 1532, "6877": 1533, "7570": 1534, "13611": 1535, "6441": 1536, "14500": 1537, "24744": 1538, "7121": 1539, "37871": 1540, "24794": 1541, "5631": 1542, "4184": 1543, "903": 1544, "2970": 1545, "896": 1546, "37500": 1547, "3810": 1548, "1218": 1549, "5938": 1550, "950": 1551, "14015": 1552, "3218": 1553, "1057": 1554, "1339": 1555, "4086": 1556, "1111": 1557, "1171": 1558, "7262": 1559, "1257": 1560, "13927": 1561, "9049": 1562, "2674": 1563, "1799": 1564, "12375": 1565, "12733": 1566, "1595": 1567, "8371": 1568, "7466": 1569, "1566": 1570, "1584": 1571, "10295": 1572, "10300": 1573, "5083": 1574, "10827": 1575, "10276": 1576, "5769": 1577, "15565": 1578, "7736": 1579, "8672": 1580, "8109": 1581, "10396": 1582, "1830": 1583, "8436": 1584, "1839": 1585, "11610": 1586, "24891": 1587, "11562": 1588, "1927": 1589, "7333": 1590, "8463": 1591, "40496": 1592, "38620": 1593, "11801": 1594, "26423": 1595, "12984": 1596, "2153": 1597, "8525": 1598, "5877": 1599, "8480": 1600, "32986": 1601, "2657": 1602, "21755": 1603, "7354": 1604, "26752": 1605, "31679": 1606, "7751": 1607, "14757": 1608, "6342": 1609, "4656": 1610, "5887": 1611, "37735": 1612, "2537": 1613, "3000": 1614, "2609": 1615, "8531": 1616, "6552": 1617, "5700": 1618, "21646": 1619, "31090": 1620, "6998": 1621, "3017": 1622, "38169": 1623, "6850": 1624, "3267": 1625, "29671": 1626, "30626": 1627, "13898": 1628, "21940": 1629, "21812": 1630, "3389": 1631, "13608": 1632, "3461": 1633, "4286": 1634, "3793": 1635, "21921": 1636, "3508": 1637, "3660": 1638, "8359": 1639, "22543": 1640, "25052": 1641, "7406": 1642, "26997": 1643, "31043": 1644, "31265": 1645, "24186": 1646, "9854": 1647, "4975": 1648, "14496": 1649, "9123": 1650, "4328": 1651, "31998": 1652, "24331": 1653, "24522": 1654, "6154": 1655, "4276": 1656, "24377": 1657, "28590": 1658, "14538": 1659, "29259": 1660, "30260": 1661, "12447": 1662, "4439": 1663, "4488": 1664, "30028": 1665, "4715": 1666, "24217": 1667, "4767": 1668, "4790": 1669, "5472": 1670, "7243": 1671, "7200": 1672, "38507": 1673, "5119": 1674, "9464": 1675, "5193": 1676, "6139": 1677, "6135": 1678, "22691": 1679, "38444": 1680, "24485": 1681, "5524": 1682, "31973": 1683, "5557": 1684, "15455": 1685, "39404": 1686, "29974": 1687, "5707": 1688, "12247": 1689, "29321": 1690, "6204": 1691, "15295": 1692, "5830": 1693, "30243": 1694, "10027": 1695, "17324": 1696, "29593": 1697, "23372": 1698, "12478": 1699, "12286": 1700, "14396": 1701, "14780": 1702, "12452": 1703, "7400": 1704, "14354": 1705, "6929": 1706, "11449": 1707, "40002": 1708, "7024": 1709, "7204": 1710, "10749": 1711, "13225": 1712, "23711": 1713, "26491": 1714, "32936": 1715, "8066": 1716, "25149": 1717, "31456": 1718, "37820": 1719, "27187": 1720, "30967": 1721, "39339": 1722, "18305": 1723, "18574": 1724, "9804": 1725, "25130": 1726, "25134": 1727, "9950": 1728, "25075": 1729, "10095": 1730, "13149": 1731, "11570": 1732, "18245": 1733, "30756": 1734, "29091": 1735, "11962": 1736, "12005": 1737, "12293": 1738, "12355": 1739, "21727": 1740, "30093": 1741, "12914": 1742, "12970": 1743, "13373": 1744, "26599": 1745, "14009": 1746, "14666": 1747, "14863": 1748, "24988": 1749, "30471": 1750, "33551": 1751, "15716": 1752, "15555": 1753, "15620": 1754, "28302": 1755, "15796": 1756, "19129": 1757, "18313": 1758, "18298": 1759, "21371": 1760, "22184": 1761, "22814": 1762, "23482": 1763, "24182": 1764, "26376": 1765, "28044": 1766, "26427": 1767, "26463": 1768, "26632": 1769, "27084": 1770, "28952": 1771, "27592": 1772, "27891": 1773, "28269": 1774, "28458": 1775, "29140": 1776, "29316": 1777, "30270": 1778, "30805": 1779, "37033": 1780, "33485": 1781, "33938": 1782, "34903": 1783, "36051": 1784, "36202": 1785, "36378": 1786, "40460": 1787, "40239": 1788, "40269": 1789, "40351": 1790, "24": 1791, "20645": 1792, "10234": 1793, "10781": 1794, "18359": 1795, "115": 1796, "5446": 1797, "12783": 1798, "14076": 1799, "6760": 1800, "287": 1801, "11327": 1802, "4632": 1803, "303": 1804, "3348": 1805, "11747": 1806, "368": 1807, "371": 1808, "421": 1809, "32031": 1810, "535": 1811, "1450": 1812, "476": 1813, "490": 1814, "15257": 1815, "13133": 1816, "2197": 1817, "4890": 1818, "5153": 1819, "9566": 1820, "8260": 1821, "21849": 1822, "643": 1823, "651": 1824, "24783": 1825, "6663": 1826, "6653": 1827, "24760": 1828, "7103": 1829, "15063": 1830, "3339": 1831, "2726": 1832, "868": 1833, "4305": 1834, "887": 1835, "4155": 1836, "8981": 1837, "2761": 1838, "940": 1839, "1002": 1840, "22517": 1841, "5213": 1842, "39336": 1843, "24809": 1844, "7934": 1845, "19515": 1846, "12786": 1847, "12644": 1848, "24758": 1849, "1147": 1850, "7941": 1851, "37673": 1852, "9171": 1853, "20359": 1854, "1255": 1855, "1270": 1856, "18745": 1857, "38415": 1858, "9795": 1859, "40258": 1860, "2283": 1861, "15762": 1862, "2647": 1863, "1400": 1864, "1415": 1865, "12754": 1866, "18306": 1867, "39500": 1868, "7471": 1869, "10309": 1870, "11596": 1871, "1570": 1872, "32888": 1873, "4240": 1874, "19634": 1875, "3386": 1876, "3868": 1877, "2799": 1878, "1777": 1879, "10433": 1880, "11634": 1881, "2030": 1882, "1877": 1883, "5059": 1884, "11540": 1885, "10993": 1886, "40534": 1887, "8441": 1888, "12078": 1889, "14518": 1890, "2506": 1891, "37902": 1892, "11641": 1893, "29126": 1894, "11428": 1895, "7288": 1896, "2148": 1897, "2192": 1898, "26737": 1899, "6891": 1900, "14679": 1901, "21642": 1902, "40509": 1903, "8650": 1904, "6257": 1905, "4174": 1906, "20244": 1907, "31596": 1908, "21738": 1909, "23677": 1910, "14179": 1911, "38347": 1912, "15560": 1913, "9827": 1914, "39164": 1915, "21933": 1916, "3283": 1917, "3330": 1918, "4009": 1919, "3373": 1920, "3390": 1921, "14019": 1922, "4290": 1923, "4756": 1924, "3507": 1925, "3556": 1926, "24467": 1927, "3586": 1928, "3609": 1929, "21970": 1930, "8515": 1931, "5316": 1932, "3745": 1933, "21879": 1934, "13952": 1935, "3789": 1936, "6233": 1937, "3869": 1938, "8145": 1939, "4811": 1940, "4022": 1941, "6356": 1942, "4069": 1943, "4060": 1944, "4667": 1945, "23067": 1946, "5241": 1947, "4334": 1948, "22668": 1949, "23123": 1950, "23394": 1951, "22984": 1952, "4774": 1953, "6667": 1954, "31217": 1955, "12958": 1956, "4451": 1957, "4458": 1958, "5837": 1959, "4520": 1960, "14206": 1961, "23570": 1962, "14330": 1963, "7783": 1964, "4696": 1965, "4997": 1966, "4754": 1967, "5751": 1968, "4759": 1969, "4784": 1970, "4793": 1971, "12225": 1972, "31717": 1973, "4880": 1974, "23540": 1975, "4909": 1976, "9439": 1977, "4932": 1978, "19812": 1979, "8902": 1980, "25164": 1981, "9178": 1982, "4989": 1983, "21385": 1984, "14929": 1985, "9037": 1986, "5541": 1987, "5215": 1988, "10846": 1989, "5589": 1990, "14008": 1991, "5281": 1992, "23589": 1993, "5317": 1994, "22678": 1995, "5649": 1996, "6147": 1997, "22624": 1998, "24509": 1999, "6213": 2000, "20251": 2001, "5497": 2002, "18507": 2003, "23511": 2004, "5584": 2005, "14161": 2006, "5810": 2007, "13739": 2008, "14834": 2009, "5990": 2010, "6034": 2011, "12886": 2012, "6132": 2013, "14802": 2014, "8939": 2015, "11478": 2016, "13825": 2017, "14591": 2018, "14627": 2019, "11951": 2020, "14543": 2021, "25272": 2022, "14505": 2023, "10115": 2024, "6728": 2025, "6751": 2026, "16628": 2027, "27056": 2028, "7358": 2029, "7353": 2030, "18190": 2031, "11420": 2032, "7538": 2033, "7771": 2034, "14420": 2035, "31826": 2036, "16732": 2037, "7837": 2038, "9084": 2039, "8219": 2040, "8221": 2041, "8292": 2042, "28724": 2043, "16804": 2044, "29690": 2045, "9174": 2046, "18051": 2047}, "concept2entity": {"0": "27028", "1": "27739", "2": "35", "3": "26455", "4": "26900", "5": "33105", "6": "8257", "7": "714", "8": "10380", "9": "33106", "10": "34718", "11": "23770", "12": "33100", "13": "33091", "14": "7792", "15": "7327", "16": "37063", "17": "9794", "18": "33104", "19": "33937", "20": "27113", "21": "7777", "22": "9781", "23": "4145", "24": "28218", "25": "27209", "26": "26235", "27": "8244", "28": "22700", "29": "3146", "30": "29024", "31": "22412", "32": "10243", "33": "8168", "34": "26792", "35": "22456", "36": "37053", "37": "10373", "38": "9148", "39": "634", "40": "29592", "41": "22415", "42": "24292", "43": "35450", "44": "1340", "45": "13230", "46": "33103", "47": "959", "48": "19707", "49": "67", "50": "34270", "51": "22308", "52": "22353", "53": "27482", "54": "27291", "55": "33108", "56": "2857", "57": "33047", "58": "37149", "59": "33093", "60": "26195", "61": "10316", "62": "26682", "63": "16371", "64": "27356", "65": "40178", "66": "2630", "67": "5176", "68": "33092", "69": "9270", "70": "24131", "71": "33107", "72": "820", "73": "17915", "74": "16902", "75": "27890", "76": "24035", "77": "28601", "78": "28842", "79": "14589", "80": "37794", "81": "38457", "82": "32243", "83": "20663", "84": "29008", "85": "34419", "86": "22354", "87": "2323", "88": "4177", "89": "33799", "90": "27048", "91": "33101", "92": "10223", "93": "14936", "94": "37733", "95": "28766", "96": "16693", "97": "25924", "98": "27240", "99": "22186", "100": "5128", "101": "35263", "102": "36433", "103": "6013", "104": "31853", "105": "25694", "106": "27591", "107": "33280", "108": "22190", "109": "33088", "110": "13470", "111": "27297", "112": "31721", "113": "27533", "114": "16615", "115": "39518", "116": "31359", "117": "37050", "118": "3670", "119": "30268", "120": "3479", "121": "31393", "122": "12274", "123": "27794", "124": "28634", "125": "33462", "126": "31597", "127": "23479", "128": "14597", "129": "35895", "130": "8891", "131": "76", "132": "147", "133": "5265", "134": "28873", "135": "28147", "136": "37065", "137": "10602", "138": "32004", "139": "9144", "140": "16257", "141": "20758", "142": "2251", "143": "5414", "144": "8955", "145": "23771", "146": "25447", "147": "27300", "148": "39593", "149": "17453", "150": "27861", "151": "37058", "152": "33281", "153": "118", "154": "11054", "155": "1850", "156": "3574", "157": "27060", "158": "28923", "159": "9154", "160": "24579", "161": "29303", "162": "17127", "163": "33077", "164": "33097", "165": "100", "166": "12147", "167": "7322", "168": "8503", "169": "10768", "170": "5387", "171": "31735", "172": "1129", "173": "1276", "174": "31091", "175": "30533", "176": "29273", "177": "8915", "178": "8339", "179": "24801", "180": "19482", "181": "20910", "182": "21045", "183": "29349", "184": "30202", "185": "32230", "186": "4522", "187": "7303", "188": "18998", "189": "22839", "190": "28248", "191": "27294", "192": "37806", "193": "3340", "194": "22389", "195": "3712", "196": "13308", "197": "22997", "198": "7209", "199": "26232", "200": "8230", "201": "33550", "202": "28629", "203": "37148", "204": "33089", "205": "33099", "206": "12700", "207": "14962", "208": "22949", "209": "28462", "210": "12488", "211": "24609", "212": "22460", "213": "4832", "214": "31923", "215": "10820", "216": "32849", "217": "23734", "218": "29320", "219": "13647", "220": "30155", "221": "18633", "222": "28487", "223": "4192", "224": "6023", "225": "1992", "226": "31525", "227": "22596", "228": "31351", "229": "31807", "230": "24063", "231": "23496", "232": "26390", "233": "37943", "234": "0", "235": "4020", "236": "250", "237": "1294", "238": "18775", "239": "5331", "240": "40468", "241": "8343", "242": "20854", "243": "27255", "244": "27565", "245": "33271", "246": "37070", "247": "9485", "248": "2940", "249": "9535", "250": "22493", "251": "3590", "252": "6362", "253": "17151", "254": "29716", "255": "23209", "256": "28017", "257": "28399", "258": "35669", "259": "20656", "260": "22417", "261": "2032", "262": "7545", "263": "5025", "264": "7866", "265": "7801", "266": "11776", "267": "798", "268": "845", "269": "22330", "270": "10830", "271": "9009", "272": "29280", "273": "21991", "274": "22377", "275": "23659", "276": "23254", "277": "26238", "278": "12171", "279": "29325", "280": "17036", "281": "16136", "282": "38654", "283": "27837", "284": "27714", "285": "27251", "286": "29407", "287": "37057", "288": "34271", "289": "34421", "290": "36690", "291": "6", "292": "126", "293": "153", "294": "4949", "295": "8685", "296": "1901", "297": "3751", "298": "3428", "299": "10823", "300": "39466", "301": "27293", "302": "30548", "303": "33109", "304": "2586", "305": "9531", "306": "12431", "307": "1045", "308": "1569", "309": "23920", "310": "10462", "311": "2421", "312": "6012", "313": "2600", "314": "3673", "315": "24202", "316": "5130", "317": "9421", "318": "6052", "319": "7376", "320": "20722", "321": "15318", "322": "16718", "323": "18457", "324": "27782", "325": "27414", "326": "27239", "327": "38990", "328": "38827", "329": "39515", "330": "17", "331": "1551", "332": "4719", "333": "2548", "334": "2828", "335": "7880", "336": "11686", "337": "5468", "338": "22296", "339": "31627", "340": "22516", "341": "3664", "342": "29617", "343": "5003", "344": "5100", "345": "21125", "346": "26241", "347": "15519", "348": "30291", "349": "10504", "350": "27740", "351": "24300", "352": "28205", "353": "28285", "354": "33389", "355": "36580", "356": "29728", "357": "149", "358": "159", "359": "17020", "360": "8248", "361": "14760", "362": "6977", "363": "3819", "364": "13590", "365": "5959", "366": "1545", "367": "11240", "368": "14051", "369": "2700", "370": "5354", "371": "3513", "372": "4099", "373": "24006", "374": "4359", "375": "36867", "376": "5619", "377": "6494", "378": "31170", "379": "14083", "380": "13238", "381": "20839", "382": "8013", "383": "12175", "384": "26005", "385": "17908", "386": "23024", "387": "26454", "388": "29180", "389": "35809", "390": "162", "391": "17322", "392": "406", "393": "7653", "394": "2614", "395": "25810", "396": "787", "397": "1154", "398": "1210", "399": "7270", "400": "1947", "401": "9782", "402": "6173", "403": "7971", "404": "10637", "405": "37924", "406": "5784", "407": "22375", "408": "14673", "409": "4859", "410": "5483", "411": "15263", "412": "13045", "413": "8237", "414": "25253", "415": "16873", "416": "17857", "417": "31811", "418": "12745", "419": "26501", "420": "25982", "421": "17905", "422": "31305", "423": "27737", "424": "27825", "425": "20111", "426": "22901", "427": "27647", "428": "27931", "429": "26977", "430": "30444", "431": "33636", "432": "33737", "433": "34614", "434": "35264", "435": "104", "436": "3876", "437": "181", "438": "6798", "439": "7658", "440": "22907", "441": "2426", "442": "3835", "443": "38396", "444": "1672", "445": "1710", "446": "1891", "447": "5259", "448": "9939", "449": "6274", "450": "19629", "451": "8047", "452": "13719", "453": "21837", "454": "3455", "455": "5212", "456": "14441", "457": "29283", "458": "10055", "459": "14744", "460": "4497", "461": "22400", "462": "9695", "463": "25233", "464": "9034", "465": "26023", "466": "39804", "467": "13887", "468": "24841", "469": "27661", "470": "27703", "471": "28666", "472": "30950", "473": "37071", "474": "34759", "475": "12", "476": "4029", "477": "1373", "478": "5921", "479": "313", "480": "6116", "481": "39031", "482": "38964", "483": "32200", "484": "12470", "485": "22491", "486": "4288", "487": "1652", "488": "852", "489": "15351", "490": "1301", "491": "1843", "492": "22790", "493": "4438", "494": "22440", "495": "3546", "496": "24184", "497": "4223", "498": "30050", "499": "5395", "500": "4895", "501": "6347", "502": "18294", "503": "5270", "504": "31559", "505": "13807", "506": "19026", "507": "9258", "508": "9448", "509": "9874", "510": "13277", "511": "22306", "512": "29294", "513": "15779", "514": "22595", "515": "28865", "516": "21110", "517": "30144", "518": "22956", "519": "27605", "520": "29323", "521": "33464", "522": "47", "523": "9100", "524": "24204", "525": "37631", "526": "7624", "527": "11333", "528": "39012", "529": "2619", "530": "6644", "531": "5662", "532": "3617", "533": "8965", "534": "14263", "535": "1997", "536": "8566", "537": "1770", "538": "37923", "539": "2305", "540": "1627", "541": "1755", "542": "7248", "543": "22589", "544": "2314", "545": "24696", "546": "12113", "547": "8061", "548": "15464", "549": "3276", "550": "5034", "551": "25981", "552": "26362", "553": "4013", "554": "5533", "555": "29613", "556": "7775", "557": "5163", "558": "11881", "559": "8989", "560": "29708", "561": "23000", "562": "20454", "563": "5353", "564": "12802", "565": "8952", "566": "8360", "567": "9574", "568": "11039", "569": "10499", "570": "12905", "571": "30827", "572": "23845", "573": "18104", "574": "20644", "575": "26381", "576": "27204", "577": "28180", "578": "28975", "579": "29726", "580": "29988", "581": "33465", "582": "33515", "583": "35095", "584": "36106", "585": "6638", "586": "1161", "587": "4542", "588": "3575", "589": "8376", "590": "10403", "591": "10990", "592": "1863", "593": "3637", "594": "1745", "595": "3683", "596": "1025", "597": "2161", "598": "1089", "599": "2644", "600": "11179", "601": "17300", "602": "11764", "603": "22411", "604": "8714", "605": "10702", "606": "3851", "607": "10611", "608": "9131", "609": "2584", "610": "2413", "611": "39893", "612": "40096", "613": "25915", "614": "15415", "615": "22983", "616": "4388", "617": "14100", "618": "3970", "619": "4452", "620": "6567", "621": "12124", "622": "23213", "623": "5327", "624": "24011", "625": "5693", "626": "5930", "627": "12681", "628": "31648", "629": "31274", "630": "10832", "631": "11476", "632": "17608", "633": "23440", "634": "21006", "635": "18036", "636": "24174", "637": "30014", "638": "26384", "639": "28095", "640": "27211", "641": "28637", "642": "29258", "643": "29289", "644": "33175", "645": "34723", "646": "64", "647": "143", "648": "4647", "649": "13517", "650": "213", "651": "12546", "652": "244", "653": "243", "654": "5219", "655": "1122", "656": "777", "657": "700", "658": "6429", "659": "6634", "660": "814", "661": "5041", "662": "2062", "663": "870", "664": "25943", "665": "3460", "666": "13674", "667": "4344", "668": "13821", "669": "1293", "670": "9110", "671": "14599", "672": "7501", "673": "11649", "674": "10761", "675": "11024", "676": "40492", "677": "6351", "678": "13115", "679": "9948", "680": "9588", "681": "31809", "682": "19396", "683": "13753", "684": "22738", "685": "21692", "686": "22625", "687": "14732", "688": "9806", "689": "6723", "690": "4772", "691": "5299", "692": "4234", "693": "14530", "694": "6425", "695": "6513", "696": "12845", "697": "13961", "698": "8913", "699": "20237", "700": "13708", "701": "6170", "702": "10187", "703": "7206", "704": "8015", "705": "8826", "706": "24633", "707": "11880", "708": "29311", "709": "30711", "710": "21455", "711": "20513", "712": "29729", "713": "21942", "714": "23150", "715": "25448", "716": "30809", "717": "37150", "718": "33800", "719": "37204", "720": "37940", "721": "37947", "722": "39265", "723": "9077", "724": "107", "725": "23625", "726": "2707", "727": "9041", "728": "38614", "729": "5955", "730": "11314", "731": "15840", "732": "17479", "733": "7383", "734": "297", "735": "37082", "736": "4607", "737": "9349", "738": "710", "739": "771", "740": "3468", "741": "30940", "742": "38367", "743": "7127", "744": "4266", "745": "3933", "746": "22474", "747": "9189", "748": "2219", "749": "14303", "750": "1318", "751": "1421", "752": "19649", "753": "1650", "754": "12601", "755": "2498", "756": "30232", "757": "19607", "758": "5991", "759": "40478", "760": "24130", "761": "2958", "762": "38425", "763": "30784", "764": "4512", "765": "3313", "766": "21885", "767": "3394", "768": "3440", "769": "23639", "770": "4472", "771": "3650", "772": "5540", "773": "23096", "774": "14327", "775": "31026", "776": "15102", "777": "13857", "778": "9881", "779": "4966", "780": "4661", "781": "4952", "782": "5068", "783": "23193", "784": "9619", "785": "14611", "786": "6078", "787": "25801", "788": "25840", "789": "6520", "790": "7109", "791": "20694", "792": "37521", "793": "7362", "794": "7774", "795": "7987", "796": "8083", "797": "30760", "798": "9272", "799": "24122", "800": "23159", "801": "13886", "802": "26329", "803": "12192", "804": "17062", "805": "17629", "806": "17458", "807": "20898", "808": "19495", "809": "21337", "810": "20691", "811": "20808", "812": "39077", "813": "29816", "814": "28082", "815": "30804", "816": "26383", "817": "28988", "818": "27767", "819": "28227", "820": "28790", "821": "33094", "822": "33098", "823": "33907", "824": "36543", "825": "38113", "826": "38727", "827": "9836", "828": "131", "829": "15227", "830": "9024", "831": "222", "832": "9052", "833": "232", "834": "11286", "835": "39014", "836": "12912", "837": "12438", "838": "9506", "839": "11488", "840": "20387", "841": "19748", "842": "7604", "843": "752", "844": "20411", "845": "3796", "846": "5618", "847": "37083", "848": "22408", "849": "8906", "850": "31551", "851": "8391", "852": "3104", "853": "8646", "854": "10698", "855": "10934", "856": "1827", "857": "24675", "858": "1965", "859": "2095", "860": "8619", "861": "8560", "862": "2434", "863": "14314", "864": "24596", "865": "38202", "866": "3148", "867": "31808", "868": "23290", "869": "31887", "870": "9815", "871": "4289", "872": "3805", "873": "14477", "874": "40486", "875": "7292", "876": "13972", "877": "4540", "878": "4555", "879": "22149", "880": "5586", "881": "9025", "882": "4831", "883": "4393", "884": "6194", "885": "31191", "886": "23307", "887": "4545", "888": "5536", "889": "8974", "890": "12859", "891": "7223", "892": "5245", "893": "24974", "894": "5378", "895": "15209", "896": "31785", "897": "14243", "898": "13982", "899": "21378", "900": "10088", "901": "23618", "902": "16792", "903": "25412", "904": "7543", "905": "7546", "906": "23228", "907": "22050", "908": "9370", "909": "31221", "910": "31281", "911": "9577", "912": "24093", "913": "10197", "914": "10294", "915": "10930", "916": "11400", "917": "12352", "918": "31664", "919": "37351", "920": "13103", "921": "30353", "922": "19190", "923": "19257", "924": "21028", "925": "31630", "926": "28067", "927": "26950", "928": "29079", "929": "27563", "930": "28235", "931": "28417", "932": "29326", "933": "32876", "934": "33087", "935": "35860", "936": "35914", "937": "37640", "938": "26", "939": "13006", "940": "90", "941": "9060", "942": "38287", "943": "612", "944": "22378", "945": "550", "946": "2363", "947": "839", "948": "11365", "949": "14620", "950": "410", "951": "430", "952": "4352", "953": "504", "954": "2717", "955": "6122", "956": "37132", "957": "3408", "958": "8251", "959": "8270", "960": "10534", "961": "902", "962": "12233", "963": "3462", "964": "4424", "965": "8572", "966": "4369", "967": "1556", "968": "6903", "969": "6601", "970": "20190", "971": "40015", "972": "11157", "973": "27023", "974": "2269", "975": "11548", "976": "24719", "977": "40495", "978": "8769", "979": "40505", "980": "2109", "981": "7449", "982": "7050", "983": "11469", "984": "6738", "985": "10800", "986": "19655", "987": "5775", "988": "4342", "989": "3240", "990": "3917", "991": "3397", "992": "21882", "993": "24385", "994": "3837", "995": "8860", "996": "22095", "997": "3859", "998": "6510", "999": "14034", "1000": "8016", "1001": "13196", "1002": "30737", "1003": "14431", "1004": "4310", "1005": "30733", "1006": "5566", "1007": "23461", "1008": "4530", "1009": "6405", "1010": "6415", "1011": "4593", "1012": "7765", "1013": "9413", "1014": "9682", "1015": "22476", "1016": "9650", "1017": "9340", "1018": "8993", "1019": "5787", "1020": "5198", "1021": "5202", "1022": "5246", "1023": "5256", "1024": "5352", "1025": "6690", "1026": "5590", "1027": "20184", "1028": "13894", "1029": "28730", "1030": "38965", "1031": "17113", "1032": "11923", "1033": "20721", "1034": "24043", "1035": "26190", "1036": "22843", "1037": "17934", "1038": "9014", "1039": "9021", "1040": "22448", "1041": "9688", "1042": "9802", "1043": "21375", "1044": "16062", "1045": "29741", "1046": "18612", "1047": "24973", "1048": "11382", "1049": "11461", "1050": "24878", "1051": "15756", "1052": "21726", "1053": "39891", "1054": "37390", "1055": "23422", "1056": "18710", "1057": "17097", "1058": "17910", "1059": "17133", "1060": "17049", "1061": "15659", "1062": "17276", "1063": "19331", "1064": "19412", "1065": "27996", "1066": "16568", "1067": "22601", "1068": "25243", "1069": "27761", "1070": "26337", "1071": "26687", "1072": "28814", "1073": "28032", "1074": "28296", "1075": "28500", "1076": "33102", "1077": "33309", "1078": "36360", "1079": "35985", "1080": "36306", "1081": "36107", "1082": "38700", "1083": "4521", "1084": "2093", "1085": "7960", "1086": "1875", "1087": "434", "1088": "25228", "1089": "3257", "1090": "2879", "1091": "300", "1092": "38678", "1093": "10904", "1094": "31712", "1095": "409", "1096": "414", "1097": "462", "1098": "22501", "1099": "1380", "1100": "7808", "1101": "21360", "1102": "779", "1103": "793", "1104": "7374", "1105": "13903", "1106": "895", "1107": "5754", "1108": "2560", "1109": "2168", "1110": "39379", "1111": "13628", "1112": "4379", "1113": "1359", "1114": "1487", "1115": "1198", "1116": "2623", "1117": "11897", "1118": "14106", "1119": "2494", "1120": "1971", "1121": "2142", "1122": "14368", "1123": "1567", "1124": "10641", "1125": "32955", "1126": "1663", "1127": "1667", "1128": "1680", "1129": "15491", "1130": "1703", "1131": "37035", "1132": "2483", "1133": "24781", "1134": "2025", "1135": "6300", "1136": "8523", "1137": "15469", "1138": "7038", "1139": "2332", "1140": "4636", "1141": "19884", "1142": "3128", "1143": "10600", "1144": "2513", "1145": "5204", "1146": "21976", "1147": "8728", "1148": "2840", "1149": "5552", "1150": "14555", "1151": "2945", "1152": "6029", "1153": "30849", "1154": "30255", "1155": "3474", "1156": "40494", "1157": "24429", "1158": "31589", "1159": "24348", "1160": "5452", "1161": "13683", "1162": "5205", "1163": "3535", "1164": "3774", "1165": "4441", "1166": "31336", "1167": "9033", "1168": "3885", "1169": "23590", "1170": "31441", "1171": "4097", "1172": "24356", "1173": "30229", "1174": "4148", "1175": "4203", "1176": "24359", "1177": "30433", "1178": "6668", "1179": "4557", "1180": "8640", "1181": "8415", "1182": "9965", "1183": "4707", "1184": "31571", "1185": "5347", "1186": "12012", "1187": "23392", "1188": "9351", "1189": "5494", "1190": "21655", "1191": "8969", "1192": "9001", "1193": "20835", "1194": "23664", "1195": "5562", "1196": "6505", "1197": "32142", "1198": "6474", "1199": "10209", "1200": "6014", "1201": "14004", "1202": "6206", "1203": "27250", "1204": "30301", "1205": "13507", "1206": "14608", "1207": "10100", "1208": "7154", "1209": "10699", "1210": "7375", "1211": "7364", "1212": "25530", "1213": "26490", "1214": "10561", "1215": "9859", "1216": "9143", "1217": "20438", "1218": "9032", "1219": "9119", "1220": "21995", "1221": "30183", "1222": "9500", "1223": "9792", "1224": "29300", "1225": "10030", "1226": "24637", "1227": "10919", "1228": "11235", "1229": "17013", "1230": "30191", "1231": "11810", "1232": "11959", "1233": "12025", "1234": "20821", "1235": "12479", "1236": "32045", "1237": "37391", "1238": "18785", "1239": "13815", "1240": "13888", "1241": "26137", "1242": "25989", "1243": "19459", "1244": "21256", "1245": "27397", "1246": "26160", "1247": "21307", "1248": "21860", "1249": "22484", "1250": "22954", "1251": "23843", "1252": "25923", "1253": "25956", "1254": "25974", "1255": "26279", "1256": "27327", "1257": "27350", "1258": "26641", "1259": "28242", "1260": "28396", "1261": "27322", "1262": "27859", "1263": "28088", "1264": "28344", "1265": "28442", "1266": "29327", "1267": "38908", "1268": "33228", "1269": "35409", "1270": "33823", "1271": "34982", "1272": "36650", "1273": "36875", "1274": "37671", "1275": "38051", "1276": "40307", "1277": "32", "1278": "1805", "1279": "84", "1280": "1398", "1281": "152", "1282": "7458", "1283": "170", "1284": "20731", "1285": "207", "1286": "211", "1287": "1669", "1288": "15121", "1289": "13614", "1290": "11167", "1291": "376", "1292": "383", "1293": "14421", "1294": "3353", "1295": "18571", "1296": "3450", "1297": "12903", "1298": "31547", "1299": "5975", "1300": "13764", "1301": "14213", "1302": "11653", "1303": "639", "1304": "1072", "1305": "2692", "1306": "7080", "1307": "844", "1308": "2698", "1309": "880", "1310": "4231", "1311": "13618", "1312": "14737", "1313": "2238", "1314": "1784", "1315": "24807", "1316": "1413", "1317": "2687", "1318": "14126", "1319": "2631", "1320": "6368", "1321": "20507", "1322": "13830", "1323": "1310", "1324": "2460", "1325": "15811", "1326": "4167", "1327": "39755", "1328": "6346", "1329": "8384", "1330": "1587", "1331": "10727", "1332": "10942", "1333": "13567", "1334": "10754", "1335": "10755", "1336": "10855", "1337": "8118", "1338": "14197", "1339": "15078", "1340": "3139", "1341": "15245", "1342": "15457", "1343": "1983", "1344": "8475", "1345": "37447", "1346": "6306", "1347": "7491", "1348": "7478", "1349": "39533", "1350": "2159", "1351": "2334", "1352": "13732", "1353": "29310", "1354": "4395", "1355": "10033", "1356": "20397", 